[
   {
      "_id":"57c0baf3ee4c826c32a3020e",
      "summary":"Actinium is a radioactive chemical element with symbol Ac (not to be confused with the abbreviation for an acetyl group) and atomic number 89, which was discovered in 1899. It was the first non-primordial radioactive element to be isolated. Polonium, radium and radon were observed before actinium, but they were not isolated until 1902. Actinium gave the name to the actinide series, a group of 15 similar elements between actinium and lawrencium in the periodic table. It is also sometimes considered the first of the 7th-period transition metals.\nA soft, silvery-white radioactive metal, actinium reacts rapidly with oxygen and moisture in air forming a white coating of actinium oxide that prevents further oxidation. As with most lanthanides and many actinides, actinium assumes oxidation state +3 in nearly all its chemical compounds. Actinium is found only in traces in uranium and thorium ores as the isotope 227Ac, which decays with a half-life of 21.772 years, predominantly emitting beta and sometimes alpha particles, and 228Ac, which is beta active with a half-life of 6.15 hours. One tonne of natural uranium in ore contains about 0.2 milligrams of actinium-227, and one tonne of natural thorium contains about 5 nanograms of actinium-228. The close similarity of physical and chemical properties of actinium and lanthanum makes separation of actinium from the ore impractical. Instead, the element is prepared, in milligram amounts, by the neutron irradiation of 226Ra in a nuclear reactor. Owing to its scarcity, high price and radioactivity, actinium has no significant industrial use. Its current applications include a neutron source and an agent for radiation therapy targeting cancer cells in the body.\n",
      "discovery":"Friedrich Oskar Giesel (1902)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"215 pm",
      "ionization_energies":"1st: 499 kJ/mol\n2nd: 1170 kJ/mol",
      "molar_heat_capacity":"27.2 J/(mol·K)",
      "heat_of_vaporization":"400 kJ/mol",
      "heat_of_fusion":"14 kJ/mol",
      "density":"10 g/cm3",
      "boiling_point":"3500±300 K (3200±300 °C, 5800±500 °F) (extrapolated)[2]",
      "melting_point":"1500 K (1227 °C, 2240 °F) (estimated)[2]",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 18, 9, 2",
      "electron_configuration":"[Rn] 6d1 7s2",
      "standard_atomic_weight":"(227)",
      "element_category":"  actinide, sometimes considered a transition metal",
      "period":"period 7",
      "atomic_number":"89",
      "appearance":"silvery-white, glowing with an eerie blue light;[1] sometimes with a golden cast[2]",
      "symbol":"actinium, Ac",
      "__v":0
   },
   {
      "_id":"57c0bb2aee4c826c32a30213",
      "summary":"Arsenic is a chemical element with symbol As and atomic number 33. Arsenic occurs in many minerals, usually in combination with sulfur and metals, but also as a pure elemental crystal. Arsenic is a metalloid. It has various allotropes, but only the gray form is important to industry.\nThe primary use of metallic arsenic is in alloys of lead (for example, in car batteries and ammunition). Arsenic is a common n-type dopant in semiconductor electronic devices, and the optoelectronic compound gallium arsenide is the second most commonly used semiconductor after doped silicon. Arsenic and its compounds, especially the trioxide, are used in the production of pesticides, treated wood products, herbicides, and insecticides. These applications are declining, however.[6]\nA few species of bacteria are able to use arsenic compounds as respiratory metabolites. Trace quantities of arsenic are an essential dietary element in rats, hamsters, goats, chickens, and presumably many other species, including humans. However, arsenic poisoning occurs in multicellular life if quantities are larger than needed. Arsenic contamination of groundwater is a problem that affects millions of people across the world.\n",
      "discovery":"Early Bronze Age (2500 BC)",
      "crystal_structure":"rhombohedral",
      "covalent_radius":"119±4 pm",
      "ionization_energies":"1st: 947.0 kJ/mol\n2nd: 1798 kJ/mol\n3rd: 2735 kJ/mol\n(more)",
      "molar_heat_capacity":"24.64 J/(mol·K)",
      "heat_of_vaporization":"34.76 kJ/mol (?)",
      "heat_of_fusion":"grey: 24.44 kJ/mol",
      "density":"5.727 g/cm3",
      "phase":"solid",
      "per_shell":"2, 8, 18, 5",
      "electron_configuration":"[Ar] 3d10 4s2 4p3",
      "standard_atomic_weight":"74.921595(6)[1]",
      "element_category":"  metalloid",
      "period":"period 4",
      "atomic_number":"33",
      "appearance":"metallic grey",
      "symbol":"arsenic, As",
      "__v":0
   },
   {
      "_id":"57c0bafeee4c826c32a3020f",
      "summary":"Aluminium or aluminum (in North American English) is a chemical element in the boron group with symbol Al and atomic number 13. It is a silvery-white, soft, nonmagnetic, ductile metal. Aluminium is the third most abundant element in the Earth's crust (after oxygen and silicon) and its most abundant metal. Aluminium makes up about 8% of the crust by mass, though it is less common in the mantle below. Aluminium metal is so chemically reactive that native specimens are rare and limited to extreme reducing environments. Instead, it is found combined in over 270 different minerals.[7] The chief ore of aluminium is bauxite.\nAluminium is remarkable for the metal's low density and its ability to resist corrosion through the phenomenon of passivation. Aluminium and its alloys are vital to the aerospace industry and important in transportation and structures, such as building facades and window frames.[clarification needed] The oxides and sulfates are the most useful compounds of aluminium.[citation needed]\nDespite its prevalence in the environment, no known form of life uses aluminium salts metabolically, but aluminium is well tolerated by plants and animals.[8] Because of their abundance, the potential for a biological role is of continuing interest and studies continue.\n",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"121±4 pm",
      "ionization_energies":"1st: 577.5 kJ/mol\n2nd: 1816.7 kJ/mol\n3rd: 2744.8 kJ/mol\n(more)",
      "molar_heat_capacity":"24.20 J/(mol·K)",
      "heat_of_vaporization":"284 kJ/mol",
      "heat_of_fusion":"10.71 kJ/mol",
      "density":"2.70 g/cm3",
      "boiling_point":"2743 K (2470 °C, 4478 °F)",
      "melting_point":"933.47 K (660.32 °C, 1220.58 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 3",
      "electron_configuration":"[Ne] 3s2 3p1",
      "standard_atomic_weight":"26.9815385(7)[1]",
      "element_category":"  post-transition metal, sometimes considered a metalloid",
      "period":"period 3",
      "atomic_number":"13",
      "appearance":"silvery gray metallic",
      "symbol":"aluminium, Al",
      "__v":0
   },
   {
      "_id":"57c0bb09ee4c826c32a30210",
      "summary":"Americium is a radioactive transuranic chemical element with symbol Am and atomic number 95. This member of the actinide series is located in the periodic table under the lanthanide element europium, and thus by analogy was named after the Americas.[2]\nAmericium was first produced in 1944 by the group of Glenn T. Seaborg from Berkeley, California, at the Metallurgical Laboratory of the University of Chicago, a part of the Manhattan Project. Although it is the third element in the transuranic series, it was discovered fourth, after the heavier curium. The discovery was kept secret and only released to the public in November 1945. Most americium is produced by uranium or plutonium being bombarded with neutrons in nuclear reactors – one tonne of spent nuclear fuel contains about 100 grams of americium. It is widely used in commercial ionization chamber smoke detectors, as well as in neutron sources and industrial gauges. Several unusual applications, such as nuclear batteries or fuel for space ships with nuclear propulsion, have been proposed for the isotope 242mAm, but they are as yet hindered by the scarcity and high price of this nuclear isomer.\nAmericium is a relatively soft radioactive metal with silvery appearance. Its common isotopes are 241Am and 243Am. In chemical compounds, americium usually assumes the oxidation state +3, especially in solutions. Several other oxidation states are known, which range from +2 to +8 and can be identified by their characteristic optical absorption spectra. The crystal lattice of solid americium and its compounds contain small instrinsic radiogenic defects, due to metamicitization induced by self-irradiation with alpha particles, which accumulates with time; this can cause a drift of some material properties over time, more noticeable in older samples.\n",
      "discovery":"Glenn T. Seaborg, Ralph A. James, Leon O. Morgan, Albert Ghiorso (1944)",
      "crystal_structure":"double hexagonal close-packed (dhcp)",
      "covalent_radius":"180±6 pm",
      "ionization_energies":"1st: 578 kJ/mol",
      "molar_heat_capacity":"62.7 J/(mol·K)",
      "heat_of_fusion":"14.39 kJ/mol",
      "density":"12 g/cm3",
      "boiling_point":"2880 K (2607 °C, 4725 °F) (calculated)",
      "melting_point":"1449 K (1176 °C, 2149 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 25, 8, 2",
      "electron_configuration":"[Rn] 5f7 7s2",
      "standard_atomic_weight":"(243)",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"95",
      "appearance":"silvery white",
      "symbol":"americium, Am",
      "__v":0
   },
   {
      "_id":"57c0bb14ee4c826c32a30211",
      "summary":"Antimony is a chemical element with symbol Sb (from Latin: stibium) and atomic number 51. A lustrous gray metalloid, it is found in nature mainly as the sulfide mineral stibnite (Sb2S3). Antimony compounds have been known since ancient times and were used for cosmetics; metallic antimony was also known, but it was erroneously identified as lead upon its discovery. In the West, it was first isolated by Vannoccio Biringuccio and described in 1540, although in other cultures, the powder has been used to cure eye ailments and for eye shadow since time immemorial, and is often known by its Arabic name, kohl.[3]\nFor some time, China has been the largest producer of antimony and its compounds, with most production coming from the Xikuangshan Mine in Hunan. The industrial methods for refining antimony are roasting and reduction with carbon or direct reduction of stibnite with iron.\nThe largest applications for metallic antimony is an alloy with lead and tin and the lead antimony plates in lead–acid batteries. Alloys of lead and tin with antimony have improved properties for solders, bullets and plain bearings. Antimony compounds are prominent additives for chlorine and bromine-containing fire retardants found in many commercial and domestic products. An emerging application is the use of antimony in microelectronics.\n",
      "discovery":"3000 BC",
      "crystal_structure":"rhombohedral",
      "covalent_radius":"139±5 pm",
      "ionization_energies":"1st: 834 kJ/mol\n2nd: 1594.9 kJ/mol\n3rd: 2440 kJ/mol\n(more)",
      "molar_heat_capacity":"25.23 J/(mol·K)",
      "heat_of_vaporization":"193.43 kJ/mol",
      "heat_of_fusion":"19.79 kJ/mol",
      "density":"6.697 g/cm3",
      "boiling_point":"1908 K (1635 °C, 2975 °F)",
      "melting_point":"903.78 K (630.63 °C, 1167.13 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18, 5",
      "electron_configuration":"[Kr] 4d10 5s2 5p3",
      "standard_atomic_weight":"121.760(1)[1]",
      "element_category":"  metalloid",
      "period":"period 5",
      "atomic_number":"51",
      "appearance":"silvery lustrous gray",
      "symbol":"antimony, Sb",
      "__v":0
   },
   {
      "_id":"57c0bb1fee4c826c32a30212",
      "summary":"Argon is a chemical element with symbol Ar and atomic number 18. It is in group 18 of the periodic table and is a noble gas.[5] Argon is the third most abundant gas in the Earth's atmosphere, at 0.934% (9340 ppmv) more than twice as abundant as water vapor (which averages about 4000 ppmv, but varies greatly), 23 times as abundant as carbon dioxide (400 ppmv), and more than 500 times as abundant as neon (18 ppmv). Argon is the most abundant noble gas in Earth's crust, comprising 0.00015% of the crust.[6]\nNearly all of the argon in Earth's atmosphere is radiogenic argon-40, derived from the decay of potassium-40 in the Earth's crust. In the universe, argon-36 is by far the most common argon isotope, being the preferred argon isotope produced by stellar nucleosynthesis in supernovas.\nThe name \"argon\" is derived from the Greek word ἀργόν, neuter singular form of ἀργός meaning \"lazy\" or \"inactive\", as a reference to the fact that the element undergoes almost no chemical reactions. The complete octet (eight electrons) in the outer atomic shell makes argon stable and resistant to bonding with other elements. Its triple point temperature of 83.8058 K is a defining fixed point in the International Temperature Scale of 1990.\nArgon is produced industrially by the fractional distillation of liquid air. Argon is mostly used as an inert shielding gas in welding and other high-temperature industrial processes where ordinarily unreactive substances become reactive; for example, an argon atmosphere is used in graphite electric furnaces to prevent the graphite from burning. Argon is also used in incandescent, fluorescent lighting, and other gas discharge tubes. Argon makes a distinctive blue-green gas laser. Argon is also used in fluorescent glow starters.\n",
      "discovery":"Lord Rayleigh and William Ramsay (1894)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"106±10 pm",
      "ionization_energies":"1st: 1520.6 kJ/mol\n2nd: 2665.8 kJ/mol\n3rd: 3931 kJ/mol\n(more)",
      "molar_heat_capacity":"20.85[3] J/(mol·K)",
      "heat_of_vaporization":"6.53 kJ/mol",
      "heat_of_fusion":"1.18 kJ/mol",
      "density":"1.784 g/L",
      "boiling_point":"87.302 K (−185.848 °C, −302.526 °F)",
      "melting_point":"83.81 K (−189.34 °C, −308.81 °F)",
      "phase":"gas",
      "per_shell":"2, 8, 8",
      "electron_configuration":"[Ne] 3s2 3p6",
      "standard_atomic_weight":"39.948(1)[1]",
      "element_category":"  noble gas",
      "period":"period 3",
      "atomic_number":"18",
      "appearance":"colorless gas exhibiting a lilac/violet glow when placed in a high voltage electric field",
      "symbol":"argon, Ar",
      "__v":0
   },
   {
      "_id":"57c0bb35ee4c826c32a30214",
      "summary":"Astatine is a radioactive chemical element with the chemical symbol At and atomic number 85, and is the rarest naturally occurring element on the Earth's crust. It occurs on Earth as the decay product of various heavier elements. All its isotopes are short-lived; the most stable is astatine-210, with a half-life of 8.1 hours. Elemental astatine has never been viewed because any macroscopic sample would be immediately vaporized by its radioactive heating. It has yet to be determined if this obstacle could be overcome with sufficient cooling.\nThe bulk properties of astatine are not known with any certainty. Many of these have been estimated based on its periodic table position as a heavier analog of iodine, and a member of the halogens – the group of elements including fluorine, chlorine, bromine, and iodine. It is likely to have a dark or lustrous appearance and may be a semiconductor or possibly a metal; it probably has a higher melting point than that of iodine. Chemically, several anionic species of astatine are known and most of its compounds resemble those of iodine. It also shows some metallic behavior, including being able to form a stable monatomic cation in aqueous solution (unlike the lighter halogens).\nDale R. Corson, Kenneth Ross MacKenzie, and Emilio G. Segrè synthesized the element at the University of California, Berkeley in 1940, naming it after the Greek astatos (ἄστατος), \"unstable\". Four isotopes of astatine were subsequently found in nature, although it is the least abundant of all the naturally occurring elements, with much less than one gram being present at any given time in the Earth's crust. Neither the most stable isotope astatine-210 nor the medically useful astatine-211 occurs naturally. They can only be produced synthetically, usually by bombarding bismuth-209 with alpha particles.\n",
      "discovery":"Dale R. Corson, Kenneth Ross MacKenzie, Emilio Segrè (1940)",
      "crystal_structure":"face-centered cubic (fcc)\n\n(predicted)[2]",
      "covalent_radius":"150 pm",
      "ionization_energies":"1st: 899.003 kJ/mol[6]",
      "heat_of_vaporization":"(At2) 54.39 kJ/mol[4]",
      "density":"(At2) 6.35±0.15 g/cm3 (predicted)[3]",
      "boiling_point":"610 K (337 °C, 639 °F)",
      "melting_point":"575 K (302 °C, 576 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 18, 7",
      "electron_configuration":"[Xe] 4f14 5d10 6s2 6p5",
      "standard_atomic_weight":"(210)",
      "element_category":"  metalloid, sometimes classified as a nonmetal, or a metal[1][2]",
      "period":"period 6",
      "atomic_number":"85",
      "appearance":"unknown, probably metallic",
      "symbol":"astatine, At",
      "__v":0
   },
   {
      "_id":"57c0bb41ee4c826c32a30215",
      "summary":"Barium is a chemical element with symbol Ba and atomic number 56. It is the fifth element in Group 2, a soft silvery metallic alkaline earth metal. Because of its high chemical reactivity, barium is never found in nature as a free element. The hydroxide, known in pre-modern history as baryta, does not occur as a mineral, but can be prepared by heating barium carbonate.\nThe most common naturally occurring minerals of barium are barite (barium sulfate, BaSO4) and witherite (barium carbonate, BaCO3), both insoluble in water. The barium name originates from the alchemical derivative \"baryta\", from Greek βαρύς (barys), meaning \"heavy.\" Baric is the adjective form of barium. Barium was identified as a new element in 1774, but not reduced to a metal until 1808 with the advent of electrolysis.\nBarium has only a few industrial applications. Historically, it was used as a getter for vacuum tubes. It is a component of YBCO (high-temperature superconductors) and electroceramics, and is added to steel and cast iron to reduce the size of carbon grains within the microstructure. Barium compounds are added to fireworks to impart a green color. Barium sulfate is used as an insoluble heavy additive to oil well drilling fluid, as well as in a purer form, as X-ray radiocontrast agents for imaging the human gastrointestinal tract. The soluble barium ion and soluble compounds are poisonous, and have been used as rodenticides.\n",
      "discovery":"Carl Wilhelm Scheele (1772)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"215±11 pm",
      "ionization_energies":"1st: 502.9 kJ/mol\n2nd: 965.2 kJ/mol\n3rd: 3600 kJ/mol",
      "molar_heat_capacity":"28.07 J/(mol·K)",
      "heat_of_vaporization":"142 kJ/mol",
      "heat_of_fusion":"7.12 kJ/mol",
      "density":"3.51 g/cm3",
      "boiling_point":"2118 K (1845 °C, 3353 °F)",
      "melting_point":"1000 K (727 °C, 1341 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18, 8, 2",
      "electron_configuration":"[Xe] 6s2",
      "standard_atomic_weight":"137.327(7)[2]",
      "element_category":"  alkaline earth metals",
      "period":"period 6",
      "atomic_number":"56",
      "appearance":"silvery gray; with a pale yellow tint[1]",
      "symbol":"barium, Ba",
      "__v":0
   },
   {
      "_id":"57c0bb4cee4c826c32a30216",
      "summary":"Berkelium is a transuranic radioactive chemical element with symbol Bk and atomic number 97. It is a member of the actinide and transuranium element series. It is named after the city of Berkeley, California, the location of the University of California Radiation Laboratory where it was discovered in December 1949. This was the fifth transuranium element discovered after neptunium, plutonium, curium and americium.\nThe major isotope of berkelium, 249Bk, is synthesized in minute quantities in dedicated high-flux nuclear reactors, mainly at the Oak Ridge National Laboratory in Tennessee, USA, and at the Research Institute of Atomic Reactors in Dimitrovgrad, Russia. The production of the second-important isotope 247Bk involves the irradiation of the rare isotope 244Cm with high-energy alpha particles.\nJust over one gram of berkelium has been produced in the United States since 1967.[citation needed] There is no practical application of berkelium outside of scientific research which is mostly directed at the synthesis of heavier transuranic elements and transactinides. A 22 milligram batch of berkelium-249 was prepared during a 250-day irradiation period and then purified for a further 90 days at Oak Ridge in 2009. This sample was used to synthesize the element ununseptium for the first time in 2009 at the Joint Institute for Nuclear Research, Russia, after it was bombarded with calcium-48 ions for 150 days. This was a culmination of the Russia–US collaboration on the synthesis of elements 113 to 118.\nBerkelium is a soft, silvery-white, radioactive metal. The berkelium-249 isotope emits low-energy electrons and thus is relatively safe to handle. It decays with a half-life of 330 days to californium-249, which is a strong emitter of ionizing alpha particles. This gradual transformation is an important consideration when studying the properties of elemental berkelium and its chemical compounds, since the formation of californium brings not only chemical contamination, but also free-radical effects and self-heating from the emitted helium nuclei.\n",
      "discovery":"Lawrence Berkeley National Laboratory (1949)",
      "crystal_structure":"double hexagonal close-packed (dhcp)",
      "ionization_energies":"1st: 601 kJ/mol",
      "heat_of_fusion":"7.92 kJ/mol (calculated)",
      "density":"alpha: 14.78 g/cm3\nbeta: 13.25 g/cm3",
      "boiling_point":"beta: 2900 K (2627 °C, 4760 °F)",
      "melting_point":"beta: 1259 K (986 °C, 1807 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 27, 8, 2",
      "electron_configuration":"[Rn] 5f9 7s2",
      "standard_atomic_weight":"(247)",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"97",
      "appearance":"silvery",
      "symbol":"berkelium, Bk",
      "__v":0
   },
   {
      "_id":"57c0bb57ee4c826c32a30217",
      "summary":"Beryllium is a chemical element with symbol Be and atomic number 4. The vast majority of beryllium extant today is the product of spallation of larger atomic nuclei as a result of collision with cosmic rays and is a relatively rare element in the universe. Within the cores of stars beryllium is depleted as it is fused and creates larger elements. It is a divalent element which occurs naturally only in combination with other elements in minerals. Notable gemstones which contain beryllium include beryl (aquamarine, emerald) and chrysoberyl. As a free element it is a steel-gray, strong, lightweight and brittle alkaline earth metal.\nBeryllium improves many physical properties when added as an alloying element to aluminium, copper (notably the alloy beryllium copper), iron and nickel.[4] Beryllium does not form oxides until it reaches very high temperatures and hence is stable. Tools made of beryllium copper alloys are strong and hard and do not create sparks when they strike a steel surface. In structural applications, the combination of high flexural rigidity, thermal stability, thermal conductivity and low density (1.85 times that of water) make beryllium metal a desirable aerospace material for aircraft components, missiles, spacecraft, and satellites.[4] Because of its low density and atomic mass, beryllium is relatively transparent to X-rays and other forms of ionizing radiation; therefore, it is the most common window material for X-ray equipment and components of particle physics experiments.[4] The high thermal conductivities of beryllium and beryllium oxide have led to their use in thermal management applications.\nThe commercial use of beryllium requires the use of appropriate dust control equipment and industrial controls at all times because of the toxicity of inhaled beryllium-containing dusts that can cause a chronic life-threatening allergic disease in some people called berylliosis.[5]\n",
      "discovery":"Louis Nicolas Vauquelin (1797)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"96±3 pm",
      "ionization_energies":"1st: 899.5 kJ/mol\n2nd: 1757.1 kJ/mol\n3rd: 14,848.7 kJ/mol\n(more)",
      "molar_heat_capacity":"16.443 J/(mol·K)",
      "heat_of_vaporization":"292 kJ/mol",
      "heat_of_fusion":"12.2 kJ/mol",
      "density":"1.85 g/cm3",
      "boiling_point":"2742 K (2469 °C, 4476 °F)",
      "melting_point":"1560 K (1287 °C, 2349 °F)",
      "phase":"solid",
      "per_shell":"2, 2",
      "electron_configuration":"[He] 2s2",
      "standard_atomic_weight":"9.0121831(5)[1]",
      "element_category":"  alkaline earth metal",
      "period":"period 2",
      "atomic_number":"4",
      "appearance":"white-gray metallic",
      "symbol":"beryllium, Be",
      "__v":0
   },
   {
      "_id":"57c0bb64ee4c826c32a30218",
      "summary":"Bismuth is a chemical element with the symbol Bi and the atomic number 83. Bismuth, a pentavalent post-transition metal and one of the pnictogens, chemically resembles its lighter homologs arsenic and antimony. Elemental bismuth may occur naturally, although its sulfide and oxide form important commercial ores. The free element is 86% as dense as lead. It is a brittle metal with a silvery white color when freshly produced but is often seen in air with a pink tinge owing to surface oxidation. Bismuth is the most naturally diamagnetic element, and has one of the lowest values of thermal conductivity among metals.\nBismuth metal has been known since ancient times, although it was often confused with lead and tin, which share some physical properties. The etymology is uncertain, but possibly comes from Arabic bi ismid, meaning having the properties of antimony[3] or German words weiße Masse or Wismuth (\"white mass\"), translated in the mid-sixteenth century to New Latin bisemutum.[4]\nBismuth was long considered the element with the highest atomic mass that is stable. However, in 2003 it was discovered to be weakly radioactive: its only primordial isotope, bismuth-209, decays via alpha decay with a half life more than a billion times the estimated age of the universe.[5]\nBismuth compounds account for about half the production of bismuth. They are used in cosmetics, pigments, and a few pharmaceuticals, notably bismuth subsalicylate, used to treat diarrhea. Bismuth's unusual propensity to expand upon freezing is responsible for some of its uses, such as in casting of printing type. Bismuth has unusually low toxicity for a heavy metal. As the toxicity of lead has become more apparent in recent years, there is an increasing use of bismuth alloys (presently about a third of bismuth production) as a replacement for lead.\n",
      "discovery":"Claude François Geoffroy (1753)",
      "crystal_structure":"rhombohedral[2]",
      "covalent_radius":"148±4 pm",
      "ionization_energies":"1st: 703 kJ/mol\n2nd: 1610 kJ/mol\n3rd: 2466 kJ/mol\n(more)",
      "molar_heat_capacity":"25.52 J/(mol·K)",
      "heat_of_vaporization":"179 kJ/mol",
      "heat_of_fusion":"11.30 kJ/mol",
      "density":"9.78 g/cm3",
      "boiling_point":"1837 K (1564 °C, 2847 °F)",
      "melting_point":"544.7 K (271.5 °C, 520.7 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 18, 5",
      "electron_configuration":"[Xe] 4f14 5d10 6s2 6p3",
      "standard_atomic_weight":"208.98040(1)[1]",
      "element_category":"  post-transition metal",
      "period":"period 6",
      "atomic_number":"83",
      "appearance":"lustrous brownish silver",
      "symbol":"bismuth, Bi",
      "__v":0
   },
   {
      "_id":"57c0bb6dee4c826c32a30219",
      "summary":"Bohrium is a chemical element with symbol Bh and atomic number 107. It is named after Danish physicist Niels Bohr. It is a synthetic element (an element that can be created in a laboratory but is not found in nature) and radioactive; the most stable known isotope, 270Bh, has a half-life of approximately 61 seconds.\nIn the periodic table of the elements, it is a d-block transactinide element. It is a member of the 7th period and belongs to the group 7 elements. Chemistry experiments have confirmed that bohrium behaves as the heavier homologue to rhenium in group 7. The chemical properties of bohrium are characterized only partly, but they compare well with the chemistry of the other group 7 elements.\n",
      "discovery":"Gesellschaft für Schwerionenforschung (1981)",
      "crystal_structure":"hexagonal close-packed (hcp)\n\n(predicted)[3]",
      "covalent_radius":"141 pm (estimated)[5]",
      "ionization_energies":"1st: 742.9 kJ/mol\n2nd: 1688.5 kJ/mol\n3rd: 2566.5 kJ/mol\n(more) (all estimated)[2]",
      "density":"37.1 g/cm3 (predicted)[2][4]",
      "phase":"solid (predicted)[3]",
      "per_shell":"2, 8, 18, 32, 32, 13, 2 (predicted)",
      "electron_configuration":"[Rn] 5f14 6d5 7s2 (calculated)[1][2]",
      "standard_atomic_weight":"[270]",
      "element_category":"  transition metal",
      "period":"period 7",
      "atomic_number":"107",
      "symbol":"bohrium, Bh",
      "__v":0
   },
   {
      "_id":"57c0bb78ee4c826c32a3021a",
      "summary":"Boron is a chemical element with symbol B and atomic number 5. Produced entirely by cosmic ray spallation and supernovae and not by stellar nucleosynthesis, it is a low-abundance element in the Solar system and in the Earth's crust.[12] Boron is concentrated on Earth by the water-solubility of its more common naturally occurring compounds, the borate minerals. These are mined industrially as evaporites, such as borax and kernite. The largest known boron deposits are in Turkey, the largest producer of boron minerals.\nElemental boron is a metalloid that is found in small amounts in meteoroids but chemically uncombined boron is not otherwise found naturally on Earth. Industrially, very pure boron is produced with difficulty because of refractory contamination by carbon or other elements. Several allotropes of boron exist: amorphous boron is a brown powder; crystalline boron is silvery to black, extremely hard (about 9.5 on the Mohs scale), and a poor electrical conductor at room temperature. The primary use of elemental boron is as boron filaments with applications similar to carbon fibers in some high-strength materials.\nBoron is primarily used in chemical compounds. About half of all consumption globally, boron is used as an additive in glass fibers of boron-containing fiberglass for insulation and structural materials. The next leading use is in polymers and ceramics in high-strength, lightweight structural and refractory materials. Borosilicate glass is desired for its greater strength and thermal shock resistance than ordinary soda lime glass. Boron compounds are used as fertilizers in agriculture and in sodium perborate bleaches. A small amount of boron is used as a dopant in semiconductors, and reagent intermediates in the synthesis of organic fine chemicals. A few boron-containing organic pharmaceuticals are used or are in study. Natural boron is composed of two stable isotopes, one of which (boron-10) has a number of uses as a neutron-capturing agent.\nIn biology, borates have low toxicity in mammals (similar to table salt), but are more toxic to arthropods and are used as insecticides. Boric acid is mildly antimicrobial, and a natural boron-containing organic antibiotic is known.[13] Boron is essential to life. Small amounts of boron compounds play a strengthening role in the cell walls of all plants, making boron a necessary plant nutrient. Boron is involved in the metabolism of calcium in both plants and animals. It is considered an essential nutrient for humans, and boron deficiency is implicated in osteoporosis.\n",
      "discovery":"Joseph Louis Gay-Lussac and Louis Jacques Thénard[8] (30 June 1808)",
      "crystal_structure":"rhombohedral",
      "covalent_radius":"84±3 pm",
      "ionization_energies":"1st: 800.6 kJ/mol\n2nd: 2427.1 kJ/mol\n3rd: 3659.7 kJ/mol\n(more)",
      "molar_heat_capacity":"11.087 J/(mol·K)",
      "heat_of_vaporization":"508 kJ/mol",
      "heat_of_fusion":"50.2 kJ/mol",
      "density":"2.08 g/cm3",
      "boiling_point":"4200 K (3927 °C, 7101 °F)",
      "melting_point":"2349 K (2076 °C, 3769 °F)",
      "phase":"solid",
      "per_shell":"2, 3",
      "electron_configuration":"[He] 2s2 2p1",
      "standard_atomic_weight":"10.81[2] (10.806–10.821)[3]",
      "element_category":"  metalloid",
      "period":"period 2",
      "atomic_number":"5",
      "appearance":"black-brown",
      "symbol":"boron, B",
      "__v":0
   },
   {
      "_id":"57c0bb82ee4c826c32a3021b",
      "summary":"Bromine (from Ancient Greek: βρῶμος, brómos, meaning \"stench\")[5] is a chemical element with symbol Br and atomic number 35. It is a halogen. The element was isolated independently by two chemists, Carl Jacob Löwig (in 1825) and Antoine Jérôme Balard (in 1826). Elemental bromine is a fuming red-brown liquid at room temperature, corrosive and toxic, with properties between those of chlorine and iodine. Bromine does not occur free in nature, but in colorless soluble crystalline mineral halide salts, analogous to table salt.\nBromine is rarer than about three-quarters of elements in the Earth's crust. The high solubility of bromide ions has caused its accumulation in the oceans, and commercially the element is easily extracted from brine pools, mostly in the United States, Israel and China. About 556,000 tonnes were produced in 2007, an amount similar to the far more abundant element magnesium.[6]\nAt high temperatures, organobromine compounds readily convert to free bromine atoms, a process that stops free radical chemical chain reactions. This effect makes organobromine compounds useful as fire retardants and more than half the bromine produced worldwide each year is put to this purpose. Unfortunately, the same property causes sunlight to convert volatile organobromine compounds to free bromine atoms in the atmosphere, causing ozone depletion. As a result, many organobromide compounds that were formerly in common use—such as the pesticide methyl bromide—are discontinued. Bromine compounds are still used in well drilling fluids, in photographic film, and as an intermediate in the manufacture of organic chemicals.\nBromine has long been considered to be possibly essential in humans, but with the support of only limited circumstantial evidence, and no clear biological role. However, one recent study has purportedly identified an essential role in a key protein. Bromine is used preferentially to chlorine by one antiparasitic enzyme in the human immune system. Organobromides are needed and produced from bromide by some lower life forms in the sea, particularly algae, and the ash of seaweed was one source of bromine's discovery. As a pharmaceutical, the simple bromide ion (Br−) has inhibitory effects on the central nervous system, and bromide salts were once a major medical sedative, before replacement by shorter-acting drugs. They retain niche uses as antiepileptics.\n",
      "discovery":"Antoine Jérôme Balard and Leopold Gmelin (1825)",
      "crystal_structure":"orthorhombic",
      "covalent_radius":"120±3 pm",
      "ionization_energies":"1st: 1139.9 kJ/mol\n2nd: 2103 kJ/mol\n3rd: 3470 kJ/mol",
      "molar_heat_capacity":"(Br2) 75.69 J/(mol·K)",
      "heat_of_vaporization":"(Br2) 29.96 kJ/mol",
      "heat_of_fusion":"(Br2) 10.571 kJ/mol",
      "density":"Br2, liquid: 3.1028 g/cm3",
      "boiling_point":"332.0 K (58.8 °C, 137.8 °F)",
      "melting_point":"265.8 K (−7.2 °C, 19 °F)",
      "phase":"liquid",
      "per_shell":"2, 8, 18, 7",
      "electron_configuration":"[Ar] 3d10 4s2 4p5",
      "standard_atomic_weight":"79.904[1] (79.901–79.907)[2]",
      "element_category":"  diatomic nonmetal",
      "period":"period 4",
      "atomic_number":"35",
      "appearance":"gas/liquid: red-brown\nsolid: metallic luster",
      "symbol":"bromine, Br",
      "__v":0
   },
   {
      "_id":"57c0bb8fee4c826c32a3021c",
      "summary":"Cadmium is a chemical element with symbol Cd and atomic number 48. This soft, bluish-white metal is chemically similar to the two other stable metals in group 12, zinc and mercury. Like zinc, it demonstrates oxidation state +2 in most of its compounds, and like mercury, it has a lower melting point than other transition metals. Cadmium and its congeners are not always considered transition metals, in that they do not have partly filled d or f electron shells in the elemental or common oxidation states. The average concentration of cadmium in Earth's crust is between 0.1 and 0.5 parts per million (ppm). It was discovered in 1817 simultaneously by Stromeyer and Hermann, both in Germany, as an impurity in zinc carbonate.\nCadmium occurs as a minor component in most zinc ores and is a byproduct of zinc production. Cadmium was used for a long time as a corrosion-resistant plating on steel, and cadmium compounds are used as red, orange and yellow pigments, to colour glass, and to stabilize plastic. Cadmium use is generally decreasing because it is toxic (it is specifically listed in the European Restriction of Hazardous Substances[3]) and nickel-cadmium batteries have been replaced with nickel-metal hydride and lithium-ion batteries. One of its few new uses is cadmium telluride solar panels.\nAlthough cadmium has no known biological function in higher organisms, a cadmium-dependent carbonic anhydrase has been found in marine diatoms.\n",
      "discovery":"Karl Samuel Leberecht Hermann and Friedrich Stromeyer (1817)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"144±9 pm",
      "ionization_energies":"1st: 867.8 kJ/mol\n2nd: 1631.4 kJ/mol\n3rd: 3616 kJ/mol",
      "molar_heat_capacity":"26.020 J/(mol·K)",
      "heat_of_vaporization":"99.87 kJ/mol",
      "heat_of_fusion":"6.21 kJ/mol",
      "density":"8.65 g/cm3",
      "boiling_point":"1040 K (767 °C, 1413 °F)",
      "melting_point":"594.22 K (321.07 °C, 609.93 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18, 2",
      "electron_configuration":"[Kr] 4d10 5s2",
      "standard_atomic_weight":"112.414(4)[1]",
      "element_category":"  transition metal, alternatively considered a post-transition metal",
      "period":"period 5",
      "atomic_number":"48",
      "appearance":"silvery bluish-gray metallic",
      "symbol":"cadmium, Cd",
      "__v":0
   },
   {
      "_id":"57c0bb9bee4c826c32a3021d",
      "summary":"Calcium is a chemical element with symbol Ca and atomic number 20. Calcium is a soft gray Group 2 alkaline earth metal, fifth-most-abundant element by mass in the Earth's crust. The ion Ca2+ is also the fifth-most-abundant dissolved ion in seawater by both molarity and mass, after sodium, chloride, magnesium, and sulfate.[4] Free calcium metal is too reactive to occur in nature. Calcium is produced in supernova nucleosynthesis.\nCalcium is essential for living organisms, particularly in cell physiology where movement of the calcium ion into and out of the cytoplasm functions as a signal for many cellular processes. As a major material used in mineralization of bone, teeth and shells, calcium is the most abundant metal by mass in many animals.\n",
      "discovery":"Humphry Davy (1808)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"176±10 pm",
      "ionization_energies":"1st: 589.8 kJ/mol\n2nd: 1145.4 kJ/mol\n3rd: 4912.4 kJ/mol\n(more)",
      "molar_heat_capacity":"25.929 J/(mol·K)",
      "heat_of_vaporization":"154.7 kJ/mol",
      "heat_of_fusion":"8.54 kJ/mol",
      "density":"1.55 g/cm3",
      "boiling_point":"1757 K (1484 °C, 2703 °F)",
      "melting_point":"1115 K (842 °C, 1548 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 8, 2",
      "electron_configuration":"[Ar] 4s2",
      "standard_atomic_weight":"40.078(4)[2]",
      "element_category":"  alkaline earth metal",
      "period":"period 4",
      "atomic_number":"20",
      "appearance":"dull gray, silver; with a pale yellow tint[1]",
      "symbol":"calcium, Ca",
      "__v":0
   },
   {
      "_id":"57c0bba5ee4c826c32a3021e",
      "summary":"Californium is a radioactive metallic chemical element with symbol Cf and atomic number 98. The element was first made in 1950 at the University of California Radiation Laboratory in Berkeley, by bombarding curium with alpha particles (helium-4 ions). It is an actinide element, the sixth transuranium element to be synthesized, and has the second-highest atomic mass of all the elements that have been produced in amounts large enough to see with the unaided eye (after einsteinium). The element was named after the university and the state of California.\nTwo crystalline forms exist for californium under normal pressure: one above and one below 900 °C (1,650 °F). A third form exists at high pressure. Californium slowly tarnishes in air at room temperature. Compounds of californium are dominated by a chemical form of the element, designated californium(III), that can participate in three chemical bonds. The most stable of californium's twenty known isotopes is californium-251, which has a half-life of 898 years. This short half-life means the element is not found in significant quantities in the Earth's crust.[a] Californium-252, with a half-life of about 2.64 years, is the most common isotope used and is produced at the Oak Ridge National Laboratory in the United States and the Research Institute of Atomic Reactors in Russia.\nCalifornium is one of the few transuranium elements that have practical applications. Most of these applications exploit the property of certain isotopes of californium to emit neutrons. For example, californium can be used to help start up nuclear reactors, and it is employed as a source of neutrons when studying materials with neutron diffraction and neutron spectroscopy. Californium can also be used in nuclear synthesis of higher mass elements; ununoctium (element 118) was synthesized by bombarding californium-249 atoms with calcium-48 ions. Users of californium must take into account radiological concerns and the element's ability to disrupt the formation of red blood cells by bioaccumulating in skeletal tissue.\n",
      "discovery":"Lawrence Berkeley National Laboratory (1950)",
      "crystal_structure":"double hexagonal close-packed (dhcp)",
      "ionization_energies":"1st: 608 kJ/mol[6]",
      "density":"15.1 g/cm3[1]",
      "boiling_point":"1743 K (1470 °C, 2678 °F) (estimation)[3]",
      "melting_point":"1173 K (900 °C, 1652 °F)[1]",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 28, 8, 2",
      "electron_configuration":"[Rn] 5f10 7s2[2]",
      "standard_atomic_weight":"(251)[1]",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"98",
      "appearance":"silvery",
      "symbol":"californium, Cf",
      "__v":0
   },
   {
      "_id":"57c0bbb0ee4c826c32a3021f",
      "summary":"Carbon (from Latin: carbo \"coal\") is a chemical element with symbol C and atomic number 6. On the periodic table, it is the first (row 2) of six elements in column (group) 14, which have in common the composition of their outer electron shell. It is nonmetallic and tetravalent—making four electrons available to form covalent chemical bonds. Three isotopes occur naturally, 12C and 13C being stable while 14C is radioactive, decaying with a half-life of about 5,730 years.[14] Carbon is one of the few elements known since antiquity.[15]\nCarbon is the 15th most abundant element in the Earth's crust, and the fourth most abundant element in the universe by mass after hydrogen, helium, and oxygen. Carbon's abundance, its unique diversity of organic compounds, and its unusual ability to form polymers at the temperatures commonly encountered on Earth enables this element to serve as a common element of all known life. It is the second most abundant element in the human body by mass (about 18.5%) after oxygen.[16]\nThe atoms of carbon can be bonded together in different ways, termed allotropes of carbon. The best known are graphite, diamond, and amorphous carbon.[17] The physical properties of carbon vary widely with the allotropic form. For example, graphite is opaque and black while diamond is highly transparent. Graphite is soft enough to form a streak on paper (hence its name, from the Greek verb \"γράφειν\" which means \"to write\"), while diamond is the hardest naturally-occurring material known. Graphite is a good electrical conductor while diamond has a low electrical conductivity. Under normal conditions, diamond, carbon nanotubes, and graphene have the highest thermal conductivities of all known materials. All carbon allotropes are solids under normal conditions, with graphite being the most thermodynamically stable form. They are chemically resistant and require high temperature to react even with oxygen.\nThe most common oxidation state of carbon in inorganic compounds is +4, while +2 is found in carbon monoxide and transition metal carbonyl complexes. The largest sources of inorganic carbon are limestones, dolomites and carbon dioxide, but significant quantities occur in organic deposits of coal, peat, oil, and methane clathrates. Carbon forms a vast number of compounds, more than any other element, with almost ten million compounds described to date,[18] and yet that number is but a fraction of the number of theoretically possible compounds under standard conditions.\n",
      "discovery":"Egyptians and Sumerians[12] (3750 BCE)",
      "crystal_structure":"face-centered diamond-cubic",
      "covalent_radius":"sp3: 77 pm\nsp2: 73 pm\nsp: 69 pm",
      "ionization_energies":"1st: 1086.5 kJ/mol\n2nd: 2352.6 kJ/mol\n3rd: 4620.5 kJ/mol\n(more)",
      "molar_heat_capacity":"graphite: 8.517 J/(mol·K)\ndiamond: 6.155 J/(mol·K)",
      "heat_of_fusion":"graphite: 117 kJ/mol",
      "density":"amorphous: 1.8–2.1 g/cm3[3]\ngraphite: 2.267 g/cm3\ndiamond: 3.515 g/cm3",
      "phase":"solid",
      "per_shell":"2, 4",
      "electron_configuration":"[He] 2s2 2p2",
      "standard_atomic_weight":"12.011[1] (12.0096–12.0116)[2]",
      "element_category":"  polyatomic nonmetal, sometimes considered a metalloid",
      "period":"period 2",
      "atomic_number":"6",
      "appearance":"graphite: black\ndiamond: clear",
      "symbol":"carbon, C",
      "__v":0
   },
   {
      "_id":"57c0bc0eee4c826c32a30227",
      "summary":"Dubnium is a chemical element with symbol Db and atomic number 105. It is named after the town of Dubna in Russia (north of Moscow), where it was first produced. It is a synthetic element (an element that can be created in a laboratory but is not found in nature) and radioactive; the most stable known isotope, dubnium-268, has a half-life of approximately 28 hours.[8]\nIn the periodic table of the elements, it is a d-block element and in the transactinide elements. It is a member of the 7th period and belongs to Group 5. Chemistry experiments have confirmed that dubnium behaves as the heavier homologue to tantalum in group 5. The chemical properties of dubnium are characterized only partly. They are similar to those of other group 5 elements.\nIn the 1960s and 1970s, microscopic amounts of dubnium were produced in laboratories in the Soviet Union and in California. The priority of the discovery and therefore the naming of the element was disputed between Soviet and American scientists, and it was not until 1997 that IUPAC established \"dubnium\" as the official name for the element.\n",
      "discovery":"Joint Institute for Nuclear Research (1968)",
      "crystal_structure":"body-centered cubic (bcc) (predicted)[2]",
      "covalent_radius":"149 pm (estimated)[4]",
      "ionization_energies":"1st: 664.8 kJ/mol\n2nd: 1546.7 kJ/mol\n3rd: 2378.4 kJ/mol\n(more) (all estimated)[1]",
      "density":"29.3 g/cm3 (predicted)[1][3]",
      "phase":"solid (predicted)[2]",
      "per_shell":"2, 8, 18, 32, 32, 11, 2 (predicted)",
      "electron_configuration":"[Rn] 5f14 6d3 7s2 (predicted)[1]",
      "standard_atomic_weight":"[268]",
      "element_category":"  transition metal",
      "period":"period 7",
      "atomic_number":"105",
      "symbol":"dubnium, Db",
      "__v":0
   },
   {
      "_id":"57c0bbbdee4c826c32a30220",
      "summary":"Cerium is a soft, ductile, silvery-white metallic chemical element with symbol Ce and atomic number 58. It tarnishes rapidly when exposed to air and is soft enough to be cut with a knife. It is the second element in the lanthanide series, and while it often shows the +3 state characteristic of the series, it also exceptionally has a stable +4 state that does not oxidise water. It is also traditionally considered to be one of the rare earth elements. Cerium has no biological role, but is not very toxic either.\nCerium is the most common of the lanthanides, followed by neodymium, lanthanum, and praseodymium. It is the 26th most abundant element, making up 66 ppm of the Earth's crust, half as much as chlorine and five times as much as lead. Despite always being found in combination with the other rare earth elements in minerals such as monazite and bastnäsite, cerium is easy to extract from its ores, as it can be distinguished among the lanthanides by its unique ability to be oxidised to the +4 state.\nCerium was discovered in Bastnäs, Sweden by Jöns Jakob Berzelius and Wilhelm Hisinger in 1803, and independently by Martin Heinrich Klaproth in Germany: it was the first of the lanthanides to be discovered. It was first isolated by Carl Gustaf Mosander in 1839. Today, cerium and its compounds have a variety of uses: for example, cerium(IV) oxide is used to polish glass and is an important part of catalytic convertors. Cerium metal is used in ferrocerium lighters for its pyrophoric properties.\n",
      "discovery":"Martin Heinrich Klaproth, Jöns Jakob Berzelius, Wilhelm Hisinger (1803)",
      "crystal_structure":"face-centered cubic (fcc)\n\nγ-Ce",
      "covalent_radius":"204±9 pm",
      "molar_heat_capacity":"26.94 J/(mol·K)",
      "heat_of_fusion":"5.46 kJ/mol",
      "density":"6.770 g/cm3",
      "boiling_point":"3716 K (3443 °C, 6229 °F)",
      "melting_point":"1068 K (795 °C, 1463 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 19, 9, 2",
      "electron_configuration":"[Xe] 4f1 5d1 6s2[2]",
      "standard_atomic_weight":"140.116(1)[1]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"58",
      "appearance":"silvery white",
      "symbol":"cerium, Ce",
      "__v":0
   },
   {
      "_id":"57c0bbc9ee4c826c32a30221",
      "summary":"Caesium or cesium[note 1] is a chemical element with symbol Cs and atomic number 55. It is a soft, silvery-gold alkali metal with a melting point of 28.5 °C (83.3 °F), which makes it one of only five elemental metals that are liquid at or near room temperature.[note 2] Caesium is an alkali metal and has physical and chemical properties similar to those of rubidium and potassium. The metal is extremely reactive and pyrophoric, reacting with water even at −116 °C (−177 °F). It is the least electronegative element. It has only one stable isotope, caesium-133. Caesium is mined mostly from pollucite, while the radioisotopes, especially caesium-137, a fission product, are extracted from waste produced by nuclear reactors.\nThe German chemist Robert Bunsen and physicist Gustav Kirchhoff discovered caesium in 1860 by the newly developed method of flame spectroscopy. The first small-scale applications for caesium were as a \"getter\" in vacuum tubes and in photoelectric cells. In 1967, acting on Einstein's proof that the speed of light as the most constant dimension in the universe, the International System of Units used two specific wave counts from an emission spectrum of caesium-133 to co-define the second and the meter. Since then, caesium has been widely used in highly accurate atomic clocks.\nSince the 1990s, the largest application of the element has been as caesium formate for drilling fluids, but it has a range of applications in the production of electricity, in electronics, and in chemistry. The radioactive isotope caesium-137 has a half-life of about 30 years and is used in medical applications, industrial gauges, and hydrology. Although the element is only mildly toxic, the metal is a hazardous material and the radioisotopes would present a significant health and ecological hazard in the environment.\n",
      "discovery":"Robert Bunsen and Gustav Kirchhoff (1860)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"244±11 pm",
      "ionization_energies":"1st: 375.7 kJ/mol\n2nd: 2234.3 kJ/mol\n3rd: 3400 kJ/mol",
      "molar_heat_capacity":"32.210 J/(mol·K)",
      "heat_of_vaporization":"63.9 kJ/mol",
      "heat_of_fusion":"2.09 kJ/mol",
      "density":"1.93 g/cm3",
      "boiling_point":"944 K (671 °C, 1240 °F)",
      "melting_point":"301.7 K (28.5 °C, 83.3 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18, 8, 1",
      "electron_configuration":"[Xe] 6s1",
      "standard_atomic_weight":"132.90545196(6)[1]",
      "element_category":"  alkali metal",
      "period":"period 6",
      "atomic_number":"55",
      "appearance":"pale gold",
      "symbol":"caesium, Cs",
      "__v":0
   },
   {
      "_id":"57c0bbd4ee4c826c32a30222",
      "summary":"Chlorine is a chemical element with symbol Cl and atomic number 17. It has a relative atomic mass of about 35.5. Chlorine is in the halogen group (17) and is the second lightest halogen, following fluorine. The element is a yellow-green diatomic gas under standard conditions. Chlorine has the highest electron affinity and the third highest electronegativity of all the reactive elements. For this reason, chlorine is a strong oxidizing agent. Free chlorine is rare on Earth, and is usually a result of direct or indirect oxidation by oxygen.\nThe most common compound of chlorine, sodium chloride (common salt), has been known since ancient times. Around 1630, chlorine gas was first synthesized in a chemical reaction, but not recognized as a fundamentally important substance. Carl Wilhelm Scheele wrote a description of chlorine gas in 1774, supposing it to be an oxide of a new element. In 1809, chemists suggested that the gas might be a pure element, and this was confirmed by Sir Humphry Davy in 1810, who named it from Ancient Greek: χλωρός khlôros \"pale green\".\nNearly all chlorine in the Earth's crust is in the form of ionic chloride compounds, which includes table salt. It is the second most abundant halogen and 21st most abundant chemical element in Earth's crust. Elemental chlorine is commercially produced from brine by electrolysis. The high oxidizing potential of elemental chlorine led to the development of commercial bleaches and disinfectants, and a reagent for many processes in the chemical industry. Chlorine is used in the manufacture of a wide range of consumer products, about two-thirds of them organic chemicals such as polyvinyl chloride, and many intermediates for production of plastics and other end products which do not contain the element. As a common disinfectant, elemental chlorine and chlorine-generating compounds are used more directly in swimming pools to keep them clean and sanitary.\nIn the form of chloride ions, chlorine is necessary to all known species of life. Other types of chlorine compounds are rare in living organisms, and artificially produced chlorinated organics range from inert to toxic. In the upper atmosphere, chlorine-containing organic molecules such as chlorofluorocarbons have been implicated in ozone depletion. Small quantities of elemental chlorine are generated by oxidation of chloride to hypochlorite in neutrophils as part of the immune response against bacteria.\nElemental chlorine at high concentrations is extremely dangerous and poisonous for all living organisms, and was used in World War I as the first gaseous chemical warfare agent.\n",
      "discovery":"Carl Wilhelm Scheele (1774)",
      "crystal_structure":"orthorhombic",
      "covalent_radius":"102±4 pm",
      "ionization_energies":"1st: 1251.2 kJ/mol\n2nd: 2298 kJ/mol\n3rd: 3822 kJ/mol\n(more)",
      "molar_heat_capacity":"(Cl2)\n33.949 J/(mol·K)",
      "heat_of_vaporization":"(Cl2) 20.41 kJ/mol",
      "heat_of_fusion":"(Cl2) 6.406 kJ/mol",
      "density":"3.2 g/L",
      "boiling_point":"239.11 K (−34.04 °C, −29.27 °F)",
      "melting_point":"171.6 K (−101.5 °C, −150.7 °F)",
      "phase":"gas",
      "per_shell":"2, 8, 7",
      "electron_configuration":"[Ne] 3s2 3p5",
      "standard_atomic_weight":"35.45[1] (35.446–35.457)[2]",
      "element_category":"  diatomic nonmetal",
      "period":"period 3",
      "atomic_number":"17",
      "appearance":"pale yellow-green gas",
      "symbol":"chlorine, Cl",
      "__v":0
   },
   {
      "_id":"57c0bbdfee4c826c32a30223",
      "summary":"Chromium is a chemical element with symbol Cr and atomic number 24. It is the first element in Group 6. It is a steely-grey, lustrous, hard and brittle metal[3] which takes a high polish, resists tarnishing, and has a high melting point. The name of the element is derived from the Greek word χρῶμα, chrōma, meaning color,[4] because many of the compounds are intensely colored.\nFerrochromium alloy is commercially produced from chromite by silicothermic or aluminothermic reactions; and chromium metal by roasting and leaching processes followed by reduction with carbon and then aluminium. Chromium metal is of high value for its high corrosion resistance and hardness. A major development was the discovery that steel could be made highly resistant to corrosion and discoloration by adding metallic chromium to form stainless steel. Stainless steel and chrome plating (electroplating with chromium) together comprise 85% of the commercial use.\nTrivalent chromium (Cr(III)) ion is an essential nutrient in trace amounts in humans for insulin, sugar and lipid metabolism, although the issue is debated.[5]\nWhile chromium metal and Cr(III) ions are not considered toxic, hexavalent chromium (Cr(VI)) is toxic and carcinogenic. Abandoned chromium production sites often require environmental cleanup.\n",
      "discovery":"Louis Nicolas Vauquelin (1797, 1798)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"139±5 pm",
      "ionization_energies":"1st: 652.9 kJ/mol\n2nd: 1590.6 kJ/mol\n3rd: 2987 kJ/mol\n(more)",
      "molar_heat_capacity":"23.35 J/(mol·K)",
      "heat_of_vaporization":"347 kJ/mol",
      "heat_of_fusion":"21.0 kJ/mol",
      "density":"7.19 g/cm3",
      "boiling_point":"2944 K (2671 °C, 4840 °F)",
      "melting_point":"2180 K (1907 °C, 3465 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 13, 1",
      "electron_configuration":"[Ar] 3d5 4s1",
      "standard_atomic_weight":"51.9961(6)[1]",
      "element_category":"  transition metal",
      "period":"period 4",
      "atomic_number":"24",
      "appearance":"silvery metallic",
      "symbol":"chromium, Cr",
      "__v":0
   },
   {
      "_id":"57c0bbebee4c826c32a30224",
      "summary":"Cobalt is a chemical element with symbol Co and atomic number 27. Like nickel, cobalt is found in the Earth's crust only in chemically combined form, save for small deposits found in alloys of natural meteoric iron. The free element, produced by reductive smelting, is a hard, lustrous, silver-gray metal.\nCobalt-based blue pigments (cobalt blue) have been used since ancient times for jewelry and paints, and to impart a distinctive blue tint to glass, but the color was later thought by alchemists to be due to the known metal bismuth. Miners had long used the name kobold ore (German for goblin ore) for some of the blue-pigment producing minerals; they were so named because they were poor in known metals, and gave poisonous arsenic-containing fumes upon smelting. In 1735, such ores were found to be reducible to a new metal (the first discovered since ancient times), and this was ultimately named for the kobold.\nToday, some cobalt is produced specifically from various metallic-lustered ores, for example cobaltite (CoAsS), but the main source of the element is as a by-product of copper and nickel mining. The copper belt in the Democratic Republic of the Congo, Central African Republic and Zambia yields most of the cobalt mined worldwide.\nCobalt is primarily used in the preparation of magnetic, wear-resistant and high-strength alloys. The compounds, cobalt silicate and cobalt(II) aluminate (CoAl2O4, cobalt blue) give a distinctive deep blue color to glass, ceramics, inks, paints and varnishes. Cobalt occurs naturally as only one stable isotope, cobalt-59. Cobalt-60 is a commercially important radioisotope, used as a radioactive tracer and for the production of high energy gamma rays.\nCobalt is the active center of coenzymes called cobalamins, the most common example of which is vitamin B12. As such, it is an essential trace dietary mineral for all animals. Cobalt in inorganic form is also micronutrient for bacteria, algae and fungi.\n",
      "discovery":"Georg Brandt (1732)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"Low spin: 126±3 pm\nHigh spin: 150±7 pm",
      "ionization_energies":"1st: 760.4 kJ/mol\n2nd: 1648 kJ/mol\n3rd: 3232 kJ/mol\n(more)",
      "molar_heat_capacity":"24.81 J/(mol·K)",
      "heat_of_vaporization":"377 kJ/mol",
      "heat_of_fusion":"16.06 kJ/mol",
      "density":"8.90 g/cm3",
      "boiling_point":"3200 K (2927 °C, 5301 °F)",
      "melting_point":"1768 K (1495 °C, 2723 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 15, 2",
      "electron_configuration":"[Ar] 3d7 4s2",
      "standard_atomic_weight":"58.933194(4)[1]",
      "element_category":"  transition metal",
      "period":"period 4",
      "atomic_number":"27",
      "appearance":"hard lustrous bluish gray metal",
      "symbol":"cobalt, Co",
      "__v":0
   },
   {
      "_id":"57c0bbf6ee4c826c32a30225",
      "summary":"Copper is a chemical element with symbol Cu (from Latin: cuprum) and atomic number 29. It is a soft, malleable and ductile metal with very high thermal and electrical conductivity. A freshly exposed surface of pure copper has a reddish-orange color. It is used as a conductor of heat and electricity, as a building material and as a constituent of various metal alloys, such as sterling silver used in jewelry, cupronickel used to make marine hardware and coins and constantan used in strain gauges and thermocouples for temperature measurement.\nCopper is found as a pure metal in nature, and this was the first source of the metal to be used by humans, ca. 8000 BC. It was the first metal to be smelted from its ore, ca. 5000 BC, the first metal to be cast into a shape in a mold, ca. 4000 BC and the first metal to be purposefully alloyed with another metal, tin, to create bronze, ca. 3,500 BC.[3]\nIn the Roman era, copper was principally mined on Cyprus, the origin of the name of the metal, from aes сyprium (metal of Cyprus), later corrupted to сuprum, from which the words copper (English), cuivre (French), Koper (Dutch) and Kupfer (German) are all derived.[4] The commonly encountered compounds are copper(II) salts, which often impart blue or green colors to such minerals as azurite, malachite, and turquoise, and have been used widely and historically as pigments. Architectural structures built with copper (usually roofing elements) corrode to give green verdigris (or patina). Decorative art prominently features copper, both in the elemental metal and in compounds as pigments. Copper compounds are also used as bacteriostatic agents, fungicides, and wood preservatives.\nCopper is essential to all living organisms as a trace dietary mineral because it is a key constituent of the respiratory enzyme complex cytochrome c oxidase. In molluscs and crustacea copper is a constituent of the blood pigment hemocyanin, replaced by the iron-complexed hemoglobin in fish and other vertebrates. In humans, copper is found mainly in the liver, muscle, and bone.[5] The adult body contains between 1.4 and 2.1 mg of copper per kilogram of body weight. Hence a healthy human weighing 60 kilogram contains approximately 0.1 g of copper. However, this small amount is essential to the overall human well-being.[6]\n",
      "discovery":"Middle East (9000 BCE)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"132±4 pm",
      "ionization_energies":"1st: 745.5 kJ/mol\n2nd: 1957.9 kJ/mol\n3rd: 3555 kJ/mol\n(more)",
      "molar_heat_capacity":"24.440 J/(mol·K)",
      "heat_of_vaporization":"300.4 kJ/mol",
      "heat_of_fusion":"13.26 kJ/mol",
      "density":"8.96 g/cm3",
      "boiling_point":"2835 K (2562 °C, 4643 °F)",
      "melting_point":"1357.77 K (1084.62 °C, 1984.32 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 1",
      "electron_configuration":"[Ar] 3d10 4s1",
      "standard_atomic_weight":"63.546(3)[1]",
      "element_category":"  transition metal",
      "period":"period 4",
      "atomic_number":"29",
      "appearance":"red-orange metallic luster",
      "symbol":"copper, Cu",
      "__v":0
   },
   {
      "_id":"57c0bc04ee4c826c32a30226",
      "summary":"Curium is a transuranic radioactive chemical element with symbol Cm and atomic number 96. This element of the actinide series was named after Marie and Pierre Curie – both were known for their research on radioactivity. Curium was first intentionally produced and identified in July 1944 by the group of Glenn T. Seaborg at the University of California, Berkeley. The discovery was kept secret and only released to the public in November 1945. Most curium is produced by bombarding uranium or plutonium with neutrons in nuclear reactors – one tonne of spent nuclear fuel contains about 20 grams of curium.\nCurium is a hard, dense, silvery metal with a relatively high melting point and boiling point for an actinide. Whereas it is paramagnetic at ambient conditions, it becomes antiferromagnetic upon cooling, and other magnetic transitions are also observed for many curium compounds. In compounds, curium usually exhibits valence +3 and sometimes +4, and the +3 valence is predominant in solutions. Curium readily oxidizes, and its oxides are a dominant form of this element. It forms strongly fluorescent complexes with various organic compounds, but there is no evidence of its incorporation into bacteria and archaea. When introduced into the human body, curium accumulates in the bones, lungs and liver, where it promotes cancer.\nAll known isotopes of curium are radioactive and have a small critical mass for a sustained nuclear chain reaction. They predominantly emit α-particles, and the heat released in this process can potentially produce electricity in radioisotope thermoelectric generators. This application is hindered by the scarcity, high cost and radioactivity of curium isotopes. Curium is used in production of heavier actinides and of the 238Pu radionuclide for power sources in artificial pacemakers. It served as the α-source in the alpha particle X-ray spectrometers installed on several space probes, including the Sojourner, Spirit, Opportunity and Curiosity Mars rovers and the Philae lander on comet 67P/Churyumov-Gerasimenko, to analyze the composition and structure of the surface.\n",
      "discovery":"Glenn T. Seaborg, Ralph A. James, Albert Ghiorso (1944)",
      "crystal_structure":"double hexagonal close-packed (dhcp)",
      "covalent_radius":"169±3 pm",
      "ionization_energies":"1st: 581 kJ/mol",
      "heat_of_fusion":"13.85 kJ/mol",
      "density":"13.51 g/cm3",
      "boiling_point":"3383 K (3110 °C, 5630 °F)",
      "melting_point":"1613 K (1340 °C, 2444 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 25, 9, 2",
      "electron_configuration":"[Rn] 5f7 6d1 7s2",
      "standard_atomic_weight":"(247)",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"96",
      "appearance":"silvery metallic, glows purple in the dark",
      "symbol":"curium, Cm",
      "__v":0
   },
   {
      "_id":"57c0bc1bee4c826c32a30228",
      "summary":"Dysprosium is a chemical element with the symbol Dy and atomic number 66. It is a rare earth element with a metallic silver luster. Dysprosium is never found in nature as a free element, though it is found in various minerals, such as xenotime. Naturally occurring dysprosium is composed of seven isotopes, the most abundant of which is 164Dy.\nDysprosium was first identified in 1886 by Paul Émile Lecoq de Boisbaudran, but was not isolated in pure form until the development of ion exchange techniques in the 1950s. Dysprosium is used for its high thermal neutron absorption cross-section in making control rods in nuclear reactors, for its high magnetic susceptibility in data storage applications, and as a component of Terfenol-D (a magnetostrictive material). Soluble dysprosium salts are mildly toxic, while the insoluble salts are considered non-toxic.\n",
      "discovery":"Lecoq de Boisbaudran (1886)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"192±7 pm",
      "ionization_energies":"1st: 573.0 kJ/mol\n2nd: 1130 kJ/mol\n3rd: 2200 kJ/mol",
      "molar_heat_capacity":"27.7 J/(mol·K)",
      "heat_of_vaporization":"280 kJ/mol",
      "heat_of_fusion":"11.06 kJ/mol",
      "density":"8.540 g/cm3",
      "boiling_point":"2840 K (2562 °C, 4653 °F)",
      "melting_point":"1680 K (1407 °C, 2565 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 28, 8, 2",
      "electron_configuration":"[Xe] 4f10 6s2",
      "standard_atomic_weight":"162.500(1)[1]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"66",
      "appearance":"silvery white",
      "symbol":"dysprosium, Dy",
      "__v":0
   },
   {
      "_id":"57c0bc26ee4c826c32a30229",
      "summary":"Einsteinium is a synthetic element with symbol Es and atomic number 99. It is the seventh transuranic element, and an actinide.\nEinsteinium was discovered as a component of the debris of the first hydrogen bomb explosion in 1952, and named after Albert Einstein. Its most common isotope einsteinium-253 (half life 20.47 days) is produced artificially from decay of californium-253 in a few dedicated high-power nuclear reactors with a total yield on the order of one milligram per year. The reactor synthesis is followed by a complex process of separating einsteinium-253 from other actinides and products of their decay. Other isotopes are synthesized in various laboratories, but at much smaller amounts, by bombarding heavy actinide elements with light ions. Owing to the small amounts of produced einsteinium and the short half-life of its most easily produced isotope, there are currently almost no practical applications for it outside of basic scientific research. In particular, einsteinium was used to synthesize, for the first time, 17 atoms of the new element mendelevium in 1955.\nEinsteinium is a soft, silvery, paramagnetic metal. Its chemistry is typical of the late actinides, with a preponderance of the +3 oxidation state; the +2 oxidation state is also accessible, especially in solids. The high radioactivity of einsteinium-253 produces a visible glow and rapidly damages its crystalline metal lattice, with released heat of about 1000 watts per gram. Difficulty in studying its properties is due to einsteinium-253's conversion to berkelium and then californium at a rate of about 3% per day. The isotope of einsteinium with the longest half life, einsteinium-252 (half life 471.7 days) would be more suitable for investigation of physical properties, but it has proven far more difficult to produce and is available only in minute quantities, and not in bulk.[1] Einsteinium is the element with the highest atomic number which has been observed in macroscopic quantities in its pure form, and this was the common short-lived isotope einsteinium-253.[2]\nLike all synthetic transuranic elements, isotopes of einsteinium are very radioactive and are considered highly dangerous to health on ingestion.[3]\n",
      "discovery":"Lawrence Berkeley National Laboratory (1952)",
      "crystal_structure":"face-centered cubic (fcc)",
      "ionization_energies":"1st: 619 kJ/mol",
      "density":"8.84 g/cm3",
      "boiling_point":"1269 K (996 °C, 1825 °F) (estimated)",
      "melting_point":"1133 K (860 °C, 1580 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 29, 8, 2",
      "electron_configuration":"[Rn] 5f11 7s2",
      "standard_atomic_weight":"(252)",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"99",
      "appearance":"silver-colored",
      "symbol":"einsteinium, Es",
      "__v":0
   },
   {
      "_id":"57c0bc32ee4c826c32a3022a",
      "summary":"Erbium is a chemical element in the lanthanide series, with symbol Er and atomic number 68. A silvery-white solid metal when artificially isolated, natural erbium is always found in chemical combination with other elements on Earth. As such, it is a rare earth element which is associated with several other rare elements in the mineral gadolinite from Ytterby in Sweden, where yttrium, ytterbium, and terbium were discovered.\nErbium's principal uses involve its pink-colored Er3+ ions, which have optical fluorescent properties particularly useful in certain laser applications. Erbium-doped glasses or crystals can be used as optical amplification media, where erbium (III) ions are optically pumped at around 980 or 1480 nm and then radiate light at 1530 nm in stimulated emission. This process results in an unusually mechanically simple laser optical amplifier for signals transmitted by fiber optics. The 1550 nm wavelength is especially important for optical communications because standard single mode optical fibers have minimal loss at this particular wavelength.\nIn addition to optical fiber amplifier-lasers, a large variety of medical applications (i.e. dermatology, dentistry) rely on the erbium ion's 2940 nm emission (see Er:YAG laser), which is highly absorbed in water in tissues, making its effect very superficial. Such shallow tissue deposition of laser energy is helpful in laser surgery, and for the efficient production of steam which produces enamel ablation by common types of dental laser.\n",
      "discovery":"Carl Gustaf Mosander (1842)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"189±6 pm",
      "ionization_energies":"1st: 589.3 kJ/mol\n2nd: 1150 kJ/mol\n3rd: 2194 kJ/mol",
      "molar_heat_capacity":"28.12 J/(mol·K)",
      "heat_of_vaporization":"280 kJ/mol",
      "heat_of_fusion":"19.90 kJ/mol",
      "density":"9.066 g/cm3",
      "boiling_point":"3141 K (2868 °C, 5194 °F)",
      "melting_point":"1802 K (1529 °C, 2784 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 30, 8, 2",
      "electron_configuration":"[Xe] 4f12 6s2",
      "standard_atomic_weight":"167.259(3)[1]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"68",
      "appearance":"silvery white",
      "symbol":"erbium, Er",
      "__v":0
   },
   {
      "_id":"57c0bc3eee4c826c32a3022b",
      "summary":"Europium is a chemical element with symbol Eu and atomic number 63. It was isolated in 1901 and is named after the continent of Europe.[4] It is a moderately hard, silvery metal which readily oxidizes in air and water. Being a typical member of the lanthanide series, europium usually assumes the oxidation state +3, but the oxidation state +2 is also common: all europium compounds with oxidation state +2 are slightly reducing. Europium has no significant biological role and is relatively non-toxic compared to other heavy metals. Most applications of europium exploit the phosphorescence of europium compounds. Europium is one of the least abundant elements in the universe; only about 5×10−8% of all matter in the universe is europium.\n",
      "discovery":"Eugène-Anatole Demarçay (1896, 1901)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"198±6 pm",
      "ionization_energies":"1st: 547.1 kJ/mol\n2nd: 1085 kJ/mol\n3rd: 2404 kJ/mol",
      "molar_heat_capacity":"27.66 J/(mol·K)",
      "heat_of_vaporization":"176 kJ/mol",
      "heat_of_fusion":"9.21 kJ/mol",
      "density":"5.264 g/cm3",
      "boiling_point":"1802 K (1529 °C, 2784 °F)",
      "melting_point":"1099 K (826 °C, 1519 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 25, 8, 2",
      "electron_configuration":"[Xe] 4f7 6s2",
      "standard_atomic_weight":"151.964(1)[2]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"63",
      "appearance":"silvery white, with a pale yellow tint;[1] but rarely seen without oxide discoloration",
      "symbol":"europium, Eu",
      "__v":0
   },
   {
      "_id":"57c0bc48ee4c826c32a3022c",
      "summary":"Fermium is a synthetic element with symbol Fm and atomic number 100. It is a member of the actinide series. It is the heaviest element that can be formed by neutron bombardment of lighter elements, and hence the last element that can be prepared in macroscopic quantities, although pure fermium metal has not yet been prepared.[2] A total of 19 isotopes are known, with 257Fm being the longest-lived with a half-life of 100.5 days.\nIt was discovered in the debris of the first hydrogen bomb explosion in 1952, and named after Enrico Fermi, one of the pioneers of nuclear physics. Its chemistry is typical for the late actinides, with a preponderance of the +3 oxidation state but also an accessible +2 oxidation state. Owing to the small amounts of produced fermium and all of its isotopes having relatively short half-lives, there are currently no uses for it outside of basic scientific research.\n",
      "discovery":"Lawrence Berkeley National Laboratory (1952)",
      "crystal_structure":"face-centered cubic (fcc)\n\n(predicted)[1]",
      "ionization_energies":"1st: 627 kJ/mol (estimated)",
      "density":"9.7(1) g/cm3 (predicted)[1]",
      "melting_point":"1800 K (1527 °C, 2781 °F) (predicted)",
      "phase":"solid (predicted)",
      "per_shell":"2, 8, 18, 32, 30, 8, 2",
      "electron_configuration":"[Rn] 5f12 7s2",
      "standard_atomic_weight":"(257)",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"100",
      "symbol":"fermium, Fm",
      "__v":0
   },
   {
      "_id":"57c0bc53ee4c826c32a3022d",
      "summary":"Fluorine is a chemical element with symbol F and atomic number 9. It is the lightest halogen and exists as a highly toxic pale yellow diatomic gas at standard conditions. As the most electronegative element, it is extremely reactive: almost all other elements, including some noble gases, form compounds with fluorine.\nAmong the elements, fluorine ranks 24th in universal abundance and 13th in terrestrial abundance. Fluorite, the primary mineral source of fluorine, was first described in 1529; as it was added to metal ores to lower their melting points for smelting, the Latin verb fluo meaning \"flow\" became associated with it. Proposed as an element in 1810, fluorine proved difficult and dangerous to separate from its compounds, and several early experimenters died or sustained injuries from their attempts. Only in 1886 did French chemist Henri Moissan isolate elemental fluorine using low-temperature electrolysis, a process still employed for modern production. Industrial production of fluorine gas for uranium enrichment, its largest application, began during the Manhattan Project in World War II.\nOwing to the expense of refining pure fluorine, most commercial applications use fluorine compounds, with about half of mined fluorite used in steelmaking. The rest of the fluorite is converted into corrosive hydrogen fluoride en route to various organic fluorides, or into cryolite which plays a key role in aluminium refining. Organic fluorides have very high chemical and thermal stability; their major uses are as refrigerants, electrical insulation and cookware, the last as PTFE (Teflon). Pharmaceuticals such as atorvastatin and fluoxetine also contain fluorine, and the fluoride ion inhibits dental cavities, and so finds use in toothpaste and water fluoridation. Global fluorochemical sales amount to more than US$15 billion a year.\nFluorocarbon gases are generally greenhouse gases with global-warming potentials 100 to 20,000 times that of carbon dioxide. Organofluorine compounds persist in the environment due to the strength of the carbon–fluorine bond. Fluorine has no known metabolic role in mammals; a few plants synthesize organofluorine poisons that deter herbivores.\nFluorine atoms have nine electrons, one fewer than neon, and electron configuration 1s22s22p5: two electrons in a filled inner shell and seven in an outer shell requiring one more to be filled. The outer electrons are ineffective at nuclear shielding, and experience a high effective nuclear charge of 9 − 2 = 7; this affects the atom's physical properties.[2]\n",
      "discovery":"André-Marie Ampère (1810)",
      "crystal_structure":"cubic",
      "covalent_radius":"64 pm[7]",
      "ionization_energies":"1st: 1681 kJ/mol\n2nd: 3374 kJ/mol\n3rd: 6147 kJ/mol\n(more)[6]",
      "molar_heat_capacity":"Cp: 31 J/(mol·K)[5] (at 21.1 °C)\nCv: 23 J/(mol·K)[5] (at 21.1 °C)",
      "heat_of_vaporization":"6.51 kJ/mol[4]",
      "density":"1.696 g/L[4]",
      "boiling_point":"85.03 K (−188.11 °C, −306.60 °F)[3]",
      "melting_point":"53.48 K (−219.67 °C, −363.41 °F)[3]",
      "phase":"gas",
      "per_shell":"2, 7",
      "electron_configuration":"[He] 2s2 2p5[2]",
      "standard_atomic_weight":"18.998403163(6)[1]",
      "element_category":"  diatomic nonmetal",
      "period":"period 2",
      "atomic_number":"9",
      "appearance":"gas: very pale yellow\nliquid: bright yellow\nsolid: alpha is opaque, beta is transparent",
      "symbol":"fluorine, F",
      "__v":0
   },
   {
      "_id":"57c0bc5dee4c826c32a3022e",
      "summary":"Francium is a chemical element with symbol Fr and atomic number 87. It used to be known as eka-caesium and actinium K.[note 1] It is the second-least electronegative element, behind only caesium. Francium is a highly radioactive metal that decays into astatine, radium, and radon. As an alkali metal, it has one valence electron.\nBulk francium has never been viewed. Because of the general appearance of the other elements in its periodic table column, it is assumed that francium would appear as a highly reflective metal, if enough could be collected together to be viewed as a bulk solid or liquid. Obtaining such a sample is highly improbable, since the extreme heat of decay (the half-life of its longest-lived isotope is only 22 minutes) would immediately vaporize any viewable quantity of the element.\nFrancium was discovered by Marguerite Perey in France (from which the element takes its name) in 1939. It was the last element first discovered in nature, rather than by synthesis.[note 2] Outside the laboratory, francium is extremely rare, with trace amounts found in uranium and thorium ores, where the isotope francium-223 continually forms and decays. As little as 20–30 g (one ounce) exists at any given time throughout the Earth's crust; the other isotopes (except for francium-221) are entirely synthetic. The largest amount produced in the laboratory was a cluster of more than 300,000 atoms.[3]\n",
      "discovery":"Marguerite Perey (1939)",
      "crystal_structure":"body-centered cubic (bcc)\n\n(extrapolated)",
      "covalent_radius":"260 pm (extrapolated)",
      "ionization_energies":"1st: 393[2] kJ/mol",
      "density":"2.8–3.0 g/cm3 (extrapolated)[1]",
      "boiling_point":"? 950 K (680 °C, 1300 °F)",
      "melting_point":"? 300 K (30 °C, 80 °F)",
      "phase":"solid presumably",
      "per_shell":"2, 8, 18, 32, 18, 8, 1",
      "electron_configuration":"[Rn] 7s1",
      "standard_atomic_weight":"(223)",
      "element_category":"  alkali metal",
      "period":"period 7",
      "atomic_number":"87",
      "symbol":"francium, Fr",
      "__v":0
   },
   {
      "_id":"57c0bc68ee4c826c32a3022f",
      "summary":"Gadolinium is a chemical element with symbol Gd and atomic number 64. It is a silvery-white, malleable and ductile rare-earth metal. It is found in nature only in combined (salt) form. Gadolinium was first detected spectroscopically in 1880 by de Marignac who separated its oxide and is credited with its discovery. It is named for gadolinite, one of the minerals in which it was found, in turn named for chemist Johan Gadolin. The metal was isolated by Paul Emile Lecoq de Boisbaudran in 1886.\nGadolinium metal possesses unusual metallurgic properties, to the extent that as little as 1% gadolinium can significantly improve the workability and resistance to high temperature oxidation of iron, chromium, and related alloys. Gadolinium as a metal or salt has exceptionally high absorption of neutrons and therefore is used for shielding in neutron radiography and in nuclear reactors. Like most rare earths, gadolinium forms trivalent ions which have fluorescent properties. Gadolinium(III) salts have therefore been used as green phosphors in various applications.\nThe gadolinium(III) ion occurring in water-soluble salts is quite toxic to mammals. However, chelated gadolinium(III) compounds are far less toxic because they carry gadolinium(III) through the kidneys and out of the body before the free ion can be released into tissue. Because of its paramagnetic properties, solutions of chelated organic gadolinium complexes are used as intravenously administered gadolinium-based MRI contrast agents in medical magnetic resonance imaging. However, in a small minority of patients with renal failure, at least four such agents have been associated with development of the rare nodular inflammatory disease nephrogenic systemic fibrosis. This is thought to be due to the gadolinium ion itself, since gadolinium(III) carrier molecules associated with the disease differ.\n",
      "discovery":"Jean Charles Galissard de Marignac (1880)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"196±6 pm",
      "ionization_energies":"1st: 593.4 kJ/mol\n2nd: 1170 kJ/mol\n3rd: 1990 kJ/mol",
      "molar_heat_capacity":"37.03 J/(mol·K)",
      "heat_of_vaporization":"301.3 kJ/mol",
      "heat_of_fusion":"10.05 kJ/mol",
      "density":"7.90 g/cm3",
      "boiling_point":"3273 K (3000 °C, 5432 °F)",
      "melting_point":"1585 K (1312 °C, 2394 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 25, 9, 2",
      "electron_configuration":"[Xe] 4f7 5d1 6s2",
      "standard_atomic_weight":"157.25(3)[1]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"64",
      "appearance":"silvery white",
      "symbol":"gadolinium, Gd",
      "__v":0
   },
   {
      "_id":"57c0bc75ee4c826c32a30230",
      "summary":"Gallium is a chemical element with symbol Ga and atomic number 31. Gallium does not occur as a free element in nature, but as gallium(III) compounds in trace amounts in zinc ores and in bauxite. Elemental gallium is a soft, silvery blue metal at standard temperature and pressure, a brittle solid at low temperatures, and a liquid at temperatures greater than 29.76 °C (85.57 °F) (slightly above room temperature). The melting point of gallium is used as a temperature reference point. The alloy galinstan (68.5% gallium, 21.5% indium, and 10% tin) has an even lower melting point of −19 °C (−2 °F), well below the freezing point of water.\nSince its discovery in 1875, gallium has been used to make alloys with low melting points. It is also used in semiconductors as a dopant in semiconductor substrates.\nGallium is predominantly used in electronics. Gallium arsenide, the primary chemical compound of gallium in electronics, is used in microwave circuits, high-speed switching circuits, and infrared circuits. Semiconductive gallium nitride and indium gallium nitride produce blue and violet light-emitting diodes (LEDs) and diode lasers. Gallium is also used in the production of artificial gadolinium gallium garnet for jewelry.\nGallium has no known natural role in biology. Gallium(III) behaves in a similar manner to ferric salts in biological systems, and has been used in some medical applications, including pharmaceuticals and radiopharmaceuticals. Gallium is used in thermometers as a non-toxic and environmentally friendly alternative to mercury.\n",
      "discovery":"Lecoq de Boisbaudran (1875)",
      "crystal_structure":"orthorhombic",
      "covalent_radius":"122±3 pm",
      "ionization_energies":"1st: 578.8 kJ/mol\n2nd: 1979.3 kJ/mol\n3rd: 2963 kJ/mol\n(more)",
      "molar_heat_capacity":"25.86 J/(mol·K)",
      "heat_of_vaporization":"256 kJ/mol[2]",
      "heat_of_fusion":"5.59 kJ/mol",
      "density":"5.91 g/cm3",
      "boiling_point":"2673 K (2400 °C, 4352 °F)[2]",
      "melting_point":"302.9146 K (29.7646 °C, 85.5763 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 3",
      "electron_configuration":"[Ar] 3d10 4s2 4p1",
      "standard_atomic_weight":"69.723(1)[1]",
      "element_category":"  post-transition metal",
      "period":"period 4",
      "atomic_number":"31",
      "appearance":"silvery blue",
      "symbol":"gallium, Ga",
      "__v":0
   },
   {
      "_id":"57c0bc80ee4c826c32a30231",
      "summary":"Dear readers, We'll get right to it: Today we ask you to help Wikipedia. To protect our independence, we'll never run ads. We're sustained by donations averaging about $15. Only a tiny portion of our readers give. If everyone reading this right now gave $3, our fundraiser would be done within an hour. We're a small non-profit with costs of a top website: servers, staff and programs. Wikipedia is something special. It is like a library or a public park where we can all go to learn. If Wikipedia is useful to you, please take one minute to keep it online and growing. Thank you.\n",
      "discovery":"Clemens Winkler (1886)",
      "crystal_structure":"face-centered diamond-cubic",
      "covalent_radius":"122 pm",
      "ionization_energies":"1st: 762 kJ/mol\n2nd: 1537.5 kJ/mol\n3rd: 3302.1 kJ/mol",
      "molar_heat_capacity":"23.222 J/(mol·K)",
      "heat_of_vaporization":"334 kJ/mol",
      "heat_of_fusion":"36.94 kJ/mol",
      "density":"5.323 g/cm3",
      "boiling_point":"3106 K (2833 °C, 5131 °F)",
      "melting_point":"1211.40 K (938.25 °C, 1720.85 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 4",
      "electron_configuration":"[Ar] 3d10 4s2 4p2",
      "standard_atomic_weight":"72.630(8)[1]",
      "element_category":"  metalloid",
      "period":"period 4",
      "atomic_number":"32",
      "appearance":"grayish-white",
      "symbol":"germanium, Ge",
      "__v":0
   },
   {
      "_id":"57c0bc8cee4c826c32a30232",
      "summary":"Gold is a chemical element with the symbol Au (from Latin: aurum) and the atomic number 79. In its purest form, it is a bright, slightly reddish yellow, dense, soft, malleable and ductile metal. Chemically, gold is a transition metal and a group 11 element. It is one of the least reactive chemical elements, and is solid under standard conditions. The metal therefore occurs often in free elemental (native) form, as nuggets or grains, in rocks, in veins and in alluvial deposits. It occurs in a solid solution series with the native element silver (as electrum) and also naturally alloyed with copper and palladium. Less commonly, it occurs in minerals as gold compounds, often with tellurium (gold tellurides).\nGold's atomic number of 79 makes it one of the higher atomic number elements that occur naturally in the universe. It is thought to have been produced in supernova nucleosynthesis and from the collision of neutron stars[4] and to have been present in the dust from which the Solar System formed. Because the Earth was molten when it was just formed, almost all of the gold present in the early Earth probably sank into the planetary core. Therefore, most of the gold that is present today in the Earth's crust and mantle is thought to have been delivered to Earth later, by asteroid impacts during the Late Heavy Bombardment, about 4 billion years ago.[citation needed]\nGold resists attack by individual acids, but aqua regia (literally \"royal water\", a mixture of nitric acid and hydrochloric acid) can dissolve it. The acid mixture causes the formation of a soluble tetrachloroaurate anion. It is insoluble in nitric acid, which dissolves silver and base metals, a property that has long been used to refine gold and to confirm the presence of gold in metallic objects, giving rise to the term acid test. Gold also dissolves in alkaline solutions of cyanide, which are used in mining and electroplating. Gold dissolves in mercury, forming amalgam alloys, but this is not a chemical reaction.\nGold is a precious metal used for coinage, jewelry, and other arts throughout recorded history. In the past, a gold standard was often implemented as a monetary policy within and between nations, but gold coins ceased to be minted as a circulating currency in the 1930s, and the world gold standard was abandoned for a fiat currency system after 1976. The historical value of gold was rooted in its relative rarity, easy handling and minting, easy smelting and fabrication, resistance to corrosion and other chemical reactions (nobility), and distinctive color.\nA total of 183,600 tonnes of gold is in existence above ground, as of 2014.[5] This is equivalent to 9513 m3 of gold. The world consumption of new gold produced is about 50% in jewelry, 40% in investments, and 10% in industry.[6] Gold's high malleability, ductility, resistance to corrosion and most other chemical reactions, and conductivity of electricity have led to its continued use in corrosion resistant electrical connectors in all types of computerized devices (its chief industrial use). Gold is also used in infrared shielding, colored-glass production, gold leafing, and tooth restoration. Certain gold salts are still used as anti-inflammatories in medicine.\n",
      "discovery":"In the Middle East (before 6000 BCE)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"136±6 pm",
      "ionization_energies":"1st: 890.1 kJ/mol\n2nd: 1980 kJ/mol",
      "molar_heat_capacity":"25.418 J/(mol·K)",
      "heat_of_vaporization":"342 kJ/mol",
      "heat_of_fusion":"12.55 kJ/mol",
      "density":"19.30 g/cm3",
      "boiling_point":"3243 K (2970 °C, 5378 °F)",
      "melting_point":"1337.33 K (1064.18 °C, 1947.52 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 18, 1",
      "electron_configuration":"[Xe] 4f14 5d10 6s1",
      "standard_atomic_weight":"196.966569(5)[1]",
      "element_category":"  transition metal",
      "period":"period 6",
      "atomic_number":"79",
      "appearance":"metallic yellow",
      "symbol":"gold, Au",
      "__v":0
   },
   {
      "_id":"57c0bc98ee4c826c32a30233",
      "summary":"Hafnium is a chemical element with symbol Hf and atomic number 72. A lustrous, silvery gray, tetravalent transition metal, hafnium chemically resembles zirconium and is found in zirconium minerals. Its existence was predicted by Dmitri Mendeleev in 1869, though it was not identified until 1923, making it the penultimate stable element to be discovered (rhenium was identified two years later). Hafnium is named after Hafnia, the Latin name for Copenhagen, where it was discovered.[4][5]\nHafnium is used in filaments and electrodes. Some semiconductor fabrication processes use its oxide for integrated circuits at 45 nm and smaller feature lengths. Some superalloys used for special applications contain hafnium in combination with niobium, titanium, or tungsten.\nHafnium's large neutron capture cross-section makes it a good material for neutron absorption in control rods in nuclear power plants, but at the same time requires that it be removed from the neutron-transparent corrosion-resistant zirconium alloys used in nuclear reactors.\n",
      "discovery":"Dirk Coster and George de Hevesy (1922)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"175±10 pm",
      "ionization_energies":"1st: 658.5 kJ/mol\n2nd: 1440 kJ/mol\n3rd: 2250 kJ/mol",
      "molar_heat_capacity":"25.73 J/(mol·K)",
      "heat_of_vaporization":"648 kJ/mol",
      "heat_of_fusion":"27.2 kJ/mol",
      "density":"13.31 g/cm3",
      "boiling_point":"4876 K (4603 °C, 8317 °F)",
      "melting_point":"2506 K (2233 °C, 4051 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 10, 2",
      "electron_configuration":"[Xe] 4f14 5d2 6s2",
      "standard_atomic_weight":"178.49(2)[1]",
      "element_category":"  transition metal",
      "period":"period 6",
      "atomic_number":"72",
      "appearance":"steel gray",
      "symbol":"hafnium, Hf",
      "__v":0
   },
   {
      "_id":"57c0bca3ee4c826c32a30234",
      "summary":"Hassium is a chemical element with symbol Hs and atomic number 108, named after the German state of Hesse. It is a synthetic element (an element that can be created in a laboratory but is not found in nature) and radioactive; the most stable known isotope, 269Hs, has a half-life of approximately 9.7 seconds, although an unconfirmed metastable state, 277mHs, may have a longer half-life of about 130 seconds. More than 100 atoms of hassium have been synthesized to date.[2]\nIn the periodic table of the elements, it is a d-block transactinide element. It is a member of the 7th period and belongs to the group 8 elements. Chemistry experiments have confirmed that hassium behaves as the heavier homologue to osmium in group 8. The chemical properties of hassium are characterized only partly, but they compare well with the chemistry of the other group 8 elements. In bulk quantities, hassium is expected to be a silvery metal that reacts readily with oxygen in the air, forming a volatile tetroxide.\n",
      "discovery":"Gesellschaft für Schwerionenforschung (1984)",
      "crystal_structure":"hexagonal close-packed (hcp)\n\n(predicted)[4]",
      "covalent_radius":"134 pm (estimated)[7]",
      "ionization_energies":"1st: 733.3 kJ/mol\n2nd: 1756.0 kJ/mol\n3rd: 2827.0 kJ/mol\n(more) (all estimated)[3]",
      "density":"41 g/cm3 (predicted)[3]",
      "phase":"solid (predicted)[4]",
      "per_shell":"2, 8, 18, 32, 32, 14, 2 (predicted)",
      "electron_configuration":"[Rn] 5f14 6d6 7s2 (predicted)[3]",
      "standard_atomic_weight":"[269]",
      "element_category":"  transition metal",
      "period":"period 7",
      "atomic_number":"108",
      "appearance":"silvery (predicted)[2]",
      "symbol":"hassium, Hs",
      "__v":0
   },
   {
      "_id":"57c0bcaeee4c826c32a30235",
      "summary":"Helium is a chemical element with symbol He and atomic number 2. It is a colorless, odorless, tasteless, non-toxic, inert, monatomic gas, the first in the noble gas group in the periodic table. Its boiling point is the lowest among all the elements.\nHelium is the second lightest element and is the second most abundant element in the observable universe, being present at about 24% of the total elemental mass, which is more than 12 times the mass of all the heavier elements combined. Its abundance is similar to this figure in the Sun and in Jupiter. This is due to the very high nuclear binding energy (per nucleon) of helium-4 with respect to the next three elements after helium. This helium-4 binding energy also accounts for why it is a product of both nuclear fusion and radioactive decay. Most helium in the universe is helium-4, and is believed to have been formed during the Big Bang. Large amounts of new helium are being created by nuclear fusion of hydrogen in stars.\nHelium is named for the Greek god of the Sun, Helios. It was first detected as an unknown yellow spectral line signature in sunlight during a solar eclipse in 1868 by French astronomer Jules Janssen. Janssen is jointly credited with detecting the element along with Norman Lockyer. Jannsen observed during the solar eclipse of 1868 while Lockyer observed from Britain. Lockyer was the first to propose that the line was due to a new element, which he named. The formal discovery of the element was made in 1895 by two Swedish chemists, Per Teodor Cleve and Nils Abraham Langlet, who found helium emanating from the uranium ore cleveite. In 1903, large reserves of helium were found in natural gas fields in parts of the United States, which is by far the largest supplier of the gas today.\nLiquid helium is used in cryogenics (its largest single use, absorbing about a quarter of production), particularly in the cooling of superconducting magnets, with the main commercial application being in MRI scanners. Helium's other industrial uses—as a pressurizing and purge gas, as a protective atmosphere for arc welding and in processes such as growing crystals to make silicon wafers—account for half of the gas produced. A well-known but minor use is as a lifting gas in balloons and airships.[4] As with any gas whose density differs from that of air, inhaling a small volume of helium temporarily changes the timbre and quality of the human voice. In scientific research, the behavior of the two fluid phases of helium-4 (helium I and helium II) is important to researchers studying quantum mechanics (in particular the property of superfluidity) and to those looking at the phenomena, such as superconductivity, produced in matter near absolute zero.\nOn Earth it is relatively rare—5.2 ppm by volume in the atmosphere. Most terrestrial helium present today is created by the natural radioactive decay of heavy radioactive elements (thorium and uranium, although there are other examples), as the alpha particles emitted by such decays consist of helium-4 nuclei. This radiogenic helium is trapped with natural gas in concentrations as great as 7% by volume, from which it is extracted commercially by a low-temperature separation process called fractional distillation. Previously, terrestrial helium—a non-renewable resource, because once released into the atmosphere it readily escapes into space—was thought to be in increasingly short supply.[5][6][7] However, recent studies suggest that helium produced deep in the earth by radioactive decay can collect in natural gas reserves in larger than expected quantities,[8][9] in some cases having been released by volcanic activity.[10]\n",
      "discovery":"Pierre Janssen, Norman Lockyer (1868)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"28 pm",
      "ionization_energies":"1st: 2372.3 kJ/mol\n2nd: 5250.5 kJ/mol",
      "molar_heat_capacity":"20.78[2] J/(mol·K)",
      "heat_of_vaporization":"0.0829 kJ/mol",
      "heat_of_fusion":"0.0138 kJ/mol",
      "density":"0.1786 g/L",
      "boiling_point":"4.222 K (−268.928 °C, −452.070 °F)",
      "melting_point":"0.95 K (−272.20 °C, −457.96 °F) (at 2.5 MPa)",
      "phase":"gas",
      "per_shell":"2",
      "electron_configuration":"1s2",
      "standard_atomic_weight":"4.002602(2)[1]",
      "element_category":"  noble gas",
      "period":"period 1",
      "atomic_number":"2",
      "appearance":"colorless gas, exhibiting a red-orange glow when placed in a high-voltage electric field",
      "symbol":"helium, He",
      "__v":0
   },
   {
      "_id":"57c0bcb9ee4c826c32a30236",
      "summary":"Holmium is a chemical element with symbol Ho and atomic number 67. Part of the lanthanide series, holmium is a rare earth element. Holmium was discovered by Swedish chemist Per Theodor Cleve. Its oxide was first isolated from rare earth ores in 1878 and the element was named after the city of Stockholm.\nElemental holmium is a relatively soft and malleable silvery-white metal. It is too reactive to be found uncombined in nature, but when isolated, is relatively stable in dry air at room temperature. However, it reacts with water and rusts readily, and will also burn in air when heated.\nHolmium is found in the minerals monazite and gadolinite, and is usually commercially extracted from monazite using ion exchange techniques. Its compounds in nature, and in nearly all of its laboratory chemistry, are trivalently oxidized, containing Ho(III) ions. Trivalent holmium ions have fluorescent properties similar to many other rare earth ions (while yielding their own set of unique emission light lines), and holmium ions are thus used in the same way as some other rare earths in certain laser and glass colorant applications.\nHolmium has the highest magnetic permeability of any element and therefore is used for the polepieces of the strongest static magnets. Because holmium strongly absorbs neutrons, it is also used as a burnable poison in nuclear reactors.\n",
      "discovery":"Marc Delafontaine (1878)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"192±7 pm",
      "ionization_energies":"1st: 581.0 kJ/mol\n2nd: 1140 kJ/mol\n3rd: 2204 kJ/mol",
      "molar_heat_capacity":"27.15 J/(mol·K)",
      "heat_of_vaporization":"251 kJ/mol",
      "heat_of_fusion":"17.0 kJ/mol",
      "density":"8.79 g/cm3",
      "boiling_point":"2873 K (2600 °C, 4712 °F)",
      "melting_point":"1734 K (1461 °C, 2662 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 29, 8, 2",
      "electron_configuration":"[Xe] 4f11 6s2",
      "standard_atomic_weight":"164.93033(2)[1]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"67",
      "appearance":"silvery white",
      "symbol":"holmium, Ho",
      "__v":0
   },
   {
      "_id":"57c0bcc4ee4c826c32a30237",
      "summary":"Hydrogen is a chemical element with chemical symbol H and atomic number 1. With an atomic weight of 1.00794 u, hydrogen is the lightest element on the periodic table. Its monatomic form (H) is the most abundant chemical substance in the Universe, constituting roughly 75% of all baryonic mass.[9][note 1] Non-remnant stars are mainly composed of hydrogen in the plasma state. The most common isotope of hydrogen, termed protium (name rarely used, symbol 1H), has one proton and no neutrons.\nThe universal emergence of atomic hydrogen first occurred during the recombination epoch. At standard temperature and pressure, hydrogen is a colorless, odorless, tasteless, non-toxic, nonmetallic, highly combustible diatomic gas with the molecular formula H2. Since hydrogen readily forms covalent compounds with most nonmetallic elements, most of the hydrogen on Earth exists in molecular forms such as water or organic compounds. Hydrogen plays a particularly important role in acid–base reactions because most acid-base reactions involve the exchange of protons between soluble molecules. In ionic compounds, hydrogen can take the form of a negative charge (i.e., anion) when it is known as a hydride, or as a positively charged (i.e., cation) species denoted by the symbol H+. The hydrogen cation is written as though composed of a bare proton, but in reality, hydrogen cations in ionic compounds are always more complex. As the only neutral atom for which the Schrödinger equation can be solved analytically,[10] study of the energetics and bonding of the hydrogen atom has played a key role in the development of quantum mechanics.\nHydrogen gas was first artificially produced in the early 16th century by the reaction of acids on metals. In 1766–81, Henry Cavendish was the first to recognize that hydrogen gas was a discrete substance,[11] and that it produces water when burned, the property for which it was later named: in Greek, hydrogen means \"water-former\".\nIndustrial production is mainly from steam reforming natural gas, and less often from more energy-intensive methods such as the electrolysis of water.[12] Most hydrogen is used near the site of its production site, the two largest uses being fossil fuel processing (e.g., hydrocracking) and ammonia production, mostly for the fertilizer market. Hydrogen is a concern in metallurgy as it can embrittle many metals,[13] complicating the design of pipelines and storage tanks.[14]\n",
      "discovery":"Henry Cavendish[6][7] (1766)",
      "crystal_structure":"hexagonal",
      "covalent_radius":"31±5 pm",
      "ionization_energies":"1st: 1312.0 kJ/mol",
      "molar_heat_capacity":"(H2) 28.836 J/(mol·K)",
      "heat_of_vaporization":"(H2) 0.904 kJ/mol",
      "heat_of_fusion":"(H2) 0.117 kJ/mol",
      "density":"0.08988 g/L",
      "boiling_point":"20.271 K (−252.879 °C, −423.182 °F)",
      "melting_point":"13.99 K (−259.16 °C, −434.49 °F)",
      "phase":"gas",
      "per_shell":"1",
      "electron_configuration":"1s1",
      "standard_atomic_weight":"1.008[2] (1.00784–1.00811)[3]",
      "element_category":"  diatomic nonmetal, could be considered metalloid",
      "period":"period 1",
      "atomic_number":"1",
      "appearance":"colorless gas",
      "symbol":"hydrogen, H",
      "__v":0
   },
   {
      "_id":"57c0bccfee4c826c32a30238",
      "summary":"Indium is a chemical element with symbol In and atomic number 49. It is a post-transition metal that makes up 0.21 parts per million of the Earth's crust. Indium is very soft and malleable, with a melting point higher than sodium and gallium, but lower than lithium or tin. It was discovered with spectroscopy in 1863 by Ferdinand Reich and Hieronymous Theodor Richter, and it was named from the indigo blue line in its spectrum. It was isolated the next year.\nChemically, indium is similar to gallium and thallium, and it is largely intermediate between the two in terms of its properties.[5] It is a minor component in zinc sulfide ores and is produced as a byproduct of zinc refinement. It is most notably used in the semiconductor industry, in low-melting-point metal alloys such as solders, in soft-metal high-vacuum seals, and in the production of transparent conductive coatings of indium tin oxide (ITO) on glass. Indium has no biological role and while its compounds are somewhat toxic when injected into the bloodstream, most occupational exposure is through ingestion, from which indium compounds are not absorbed well, and inhalation, from which they are moderately absorbed.\n",
      "discovery":"Ferdinand Reich and Hieronymous Theodor Richter (1863)",
      "crystal_structure":"tetragonal",
      "covalent_radius":"142±5 pm",
      "ionization_energies":"1st: 558.3 kJ/mol\n2nd: 1820.7 kJ/mol\n3rd: 2704 kJ/mol",
      "molar_heat_capacity":"26.74 J/(mol·K)",
      "heat_of_vaporization":"231.8 kJ/mol",
      "heat_of_fusion":"3.281 kJ/mol",
      "density":"7.31 g/cm3",
      "boiling_point":"2345 K (2072 °C, 3762 °F)",
      "melting_point":"429.7485 K (156.5985 °C, 313.8773 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18, 3",
      "electron_configuration":"[Kr] 4d10 5s2 5p1",
      "standard_atomic_weight":"114.818(1)[1]",
      "element_category":"  post-transition metal",
      "period":"period 5",
      "atomic_number":"49",
      "appearance":"silvery lustrous gray",
      "symbol":"indium, In",
      "__v":0
   },
   {
      "_id":"57c0bcdaee4c826c32a30239",
      "summary":"Iodine is a chemical element with symbol I and atomic number 53. The name is from Greek ἰοειδής ioeidēs, meaning violet or purple, referring to the color of iodine vapor.[3]\nIodine and its compounds are primarily used in nutrition, and industrially in the production of acetic acid and certain polymers. Iodine's relatively high atomic number, low toxicity, and ease of attachment to organic compounds have made iodine radioisotopes, such as 131I, a part of many X-ray contrast materials in modern medicine. Iodine has only one stable isotope.\nIodine is found on Earth mainly as the highly water-soluble iodide ion I−, which is concentrated in oceans and brine pools. Like the other halogens, free iodine occurs mainly as a diatomic molecule I2, and then only momentarily after being oxidized from iodide by an oxidant like free oxygen. In the universe and on Earth, iodine's high atomic number makes it a relatively rare element. Present in sea water, it is the heaviest essential element used widely by life in biological functions (only tungsten, employed in enzymes by a few species of bacteria, is heavier). Iodine is rare in many soils, has low abundance generally as a crust-element, and is leached by rainwater, leading to many deficiency problems in land animals and inland human populations. Iodine deficiency affects about two billion people and is the leading preventable cause of intellectual disabilities.[4]\nIodine is required by higher animals as a component of thyroid hormones. Because of this function, radioisotopes of iodine are concentrated in the thyroid gland along with nonradioactive iodine. If inhaled, the radioisotope iodine-131, which has a high fission product yield, concentrates in the thyroid, and can be remedied with non-radioactive potassium iodide treatment.\n",
      "discovery":"Bernard Courtois (1811)",
      "crystal_structure":"orthorhombic",
      "covalent_radius":"139±3 pm",
      "ionization_energies":"1st: 1008.4 kJ/mol\n2nd: 1845.9 kJ/mol\n3rd: 3180 kJ/mol",
      "molar_heat_capacity":"(I2) 54.44 J/(mol·K)",
      "heat_of_vaporization":"(I2) 41.57 kJ/mol",
      "heat_of_fusion":"(I2) 15.52 kJ/mol",
      "density":"4.933 g/cm3",
      "boiling_point":"457.4 K (184.3 °C, 363.7 °F)",
      "melting_point":"386.85 K (113.7 °C, 236.66 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18, 7",
      "electron_configuration":"[Kr] 4d10 5s2 5p5",
      "standard_atomic_weight":"126.90447(3)[1]",
      "element_category":"  diatomic nonmetal",
      "period":"period 5",
      "atomic_number":"53",
      "appearance":"lustrous metallic gray, violet as a gas",
      "symbol":"iodine, I",
      "__v":0
   },
   {
      "_id":"57c0bce6ee4c826c32a3023a",
      "summary":"Iridium is a chemical element with symbol Ir and atomic number 77. A very hard, brittle, silvery-white transition metal of the platinum group, iridium is generally credited with being the second densest element (after osmium) based on measured density, although calculations involving the space lattices of the elements show that iridium is denser. It is also the most corrosion-resistant metal, even at temperatures as high as 2000 °C. Although only certain molten salts and halogens are corrosive to solid iridium, finely divided iridium dust is much more reactive and can be flammable.\nIridium was discovered in 1803 among insoluble impurities in natural platinum. Smithson Tennant, the primary discoverer, named iridium for the Greek goddess Iris, personification of the rainbow, because of the striking and diverse colors of its salts. Iridium is one of the rarest elements in Earth's crust, with annual production and consumption of only three tonnes. 191Ir and 193Ir are the only two naturally occurring isotopes of iridium, as well as the only stable isotopes; the latter is the more abundant of the two.\nThe most important iridium compounds in use are the salts and acids it forms with chlorine, though iridium also forms a number of organometallic compounds used in industrial catalysis, and in research. Iridium metal is employed when high corrosion resistance at high temperatures is needed, as in high-performance spark plugs, crucibles for recrystallization of semiconductors at high temperatures, and electrodes for the production of chlorine in the chloralkali process. Iridium radioisotopes are used in some radioisotope thermoelectric generators.\nIridium is found in meteorites with an abundance much higher than its average abundance in Earth's crust.[4] For this reason, the unusually high abundance of iridium in the clay layer at the Cretaceous–Paleogene boundary gave rise to the Alvarez hypothesis that the impact of a massive extraterrestrial object caused the extinction of dinosaurs and many other species 66 million years ago. Similarly, an iridium anomaly in core samples from the Pacific Ocean suggested the Eltanin impact of about 2.5 million years ago.\nIt is thought that the total amount of iridium in the planet Earth is much higher than that observed in crustal rocks, but as with other platinum-group metals, the high density and tendency of iridium to bond with iron caused most iridium to descend below the crust when the planet was young and still molten.\n",
      "discovery":"Smithson Tennant (1803)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"141±6 pm",
      "ionization_energies":"1st: 880 kJ/mol\n2nd: 1600 kJ/mol",
      "molar_heat_capacity":"25.10 J/(mol·K)",
      "heat_of_vaporization":"564 kJ/mol",
      "heat_of_fusion":"41.12 kJ/mol",
      "density":"22.56 g/cm3",
      "boiling_point":"4403 K (4130 °C, 7466 °F)",
      "melting_point":"2719 K (2446 °C, 4435 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 15, 2",
      "electron_configuration":"[Xe] 4f14 5d7 6s2",
      "standard_atomic_weight":"192.217(3)[1]",
      "element_category":"  transition metal",
      "period":"period 6",
      "atomic_number":"77",
      "appearance":"silvery white",
      "symbol":"iridium, Ir",
      "__v":0
   },
   {
      "_id":"57c0bcf3ee4c826c32a3023b",
      "summary":"Iron is a chemical element with symbol Fe (from Latin: ferrum) and atomic number 26. It is a metal in the first transition series. It is by mass the most common element on Earth, forming much of Earth's outer and inner core. It is the fourth most common element in the Earth's crust. Its abundance in rocky planets like Earth is due to its abundant production by fusion in high-mass stars, where the production of nickel-56 (which decays to the most common isotope of iron) is the last nuclear fusion reaction that is exothermic. Consequently, radioactive nickel is the last element to be produced before the violent collapse of a supernova, which scatters this precursor radionuclide of stable iron into space.\nLike the other group 8 elements, ruthenium and osmium, iron exists in a wide range of oxidation states, −2 to +6, although +2 and +3 are the most common. Elemental iron occurs in meteoroids and other low oxygen environments, but is reactive to oxygen and water. Fresh iron surfaces appear lustrous silvery-gray, but oxidize in normal air to give hydrated iron oxides, commonly known as rust. Unlike the metals that form passivating oxide layers, iron oxides occupy more volume than the metal and thus flake off, exposing fresh surfaces for corrosion.\nIron metal has been used since ancient times, although copper alloys, which have lower melting temperatures, were used even earlier in human history. Pure iron is relatively soft, but is unobtainable by smelting because it is significantly hardened and strengthened by impurities, in particular carbon, from the smelting process. A certain proportion of carbon (between 0.002% and 2.1%) produces steel, which may be up to 1000 times harder than pure iron. Crude iron metal is produced in blast furnaces, where ore is reduced by coke to pig iron, which has a high carbon content. Further refinement with oxygen reduces the carbon content to the correct proportion to make steel. Steels and iron alloys formed with other metals (alloy steels) are by far the most common industrial metals because they have a great range of desirable properties and iron-bearing rock is abundant.\nIron chemical compounds have many uses. Iron oxide mixed with aluminium powder can be ignited to create a thermite reaction, used in welding and purifying ores. Iron forms binary compounds with the halogens and the chalcogens. Among its organometallic compounds is ferrocene, the first sandwich compound discovered.\nIron plays an important role in biology, forming complexes with molecular oxygen in hemoglobin and myoglobin; these two compounds are common oxygen transport proteins in vertebrates. Iron is also the metal at the active site of many important redox enzymes dealing with cellular respiration and oxidation and reduction in plants and animals. A human male of average height has about 4 grams of iron in his body, a female about 3.5 grams. This iron is distributed throughout the body in hemoglobin, tissues, muscles, bone marrow, blood proteins, enzymes, ferritin, hemosiderin, and transport in plasma.[4]\n",
      "discovery":"before 5000 BC",
      "crystal_structure":"face-centered cubic (fcc)\n\nbetween 1185–1667 K",
      "covalent_radius":"Low spin: 132±3 pm\nHigh spin: 152±6 pm",
      "ionization_energies":"1st: 762.5 kJ/mol\n2nd: 1561.9 kJ/mol\n3rd: 2957 kJ/mol\n(more)",
      "molar_heat_capacity":"25.10 J/(mol·K)",
      "heat_of_vaporization":"340 kJ/mol",
      "heat_of_fusion":"13.81 kJ/mol",
      "density":"7.874 g/cm3",
      "boiling_point":"3134 K (2862 °C, 5182 °F)",
      "melting_point":"1811 K (1538 °C, 2800 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 14, 2",
      "electron_configuration":"[Ar] 3d6 4s2",
      "standard_atomic_weight":"55.845(2)[1]",
      "element_category":"  transition metal",
      "period":"period 4",
      "atomic_number":"26",
      "appearance":"lustrous metallic with a grayish tinge",
      "symbol":"iron, Fe",
      "__v":0
   },
   {
      "_id":"57c0bcffee4c826c32a3023c",
      "summary":"Krypton (from Greek: κρυπτός kryptos \"the hidden one\") is a chemical element with symbol Kr and atomic number 36. It is a member of group 18 (noble gases) elements. A colorless, odorless, tasteless noble gas, krypton occurs in trace amounts in the atmosphere and is often used with other rare gases in fluorescent lamps. With rare exceptions, krypton is chemically inert.\nKrypton, like the other noble gases, is used in lighting and photography. Krypton light has many spectral lines, and krypton plasma is useful in bright, high-powered gas lasers (krypton ion and excimer lasers), each of which resonates and amplifies a single spectral line. Krypton fluoride also makes a useful laser. From 1960 to 1983, the official length of a meter was defined by the 605 nm wavelength of the orange spectral line of krypton-86, because of the high power and relative ease of operation of krypton discharge tubes.\n",
      "discovery":"William Ramsay and Morris Travers (1898)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"116±4 pm",
      "ionization_energies":"1st: 1350.8 kJ/mol\n2nd: 2350.4 kJ/mol\n3rd: 3565 kJ/mol",
      "molar_heat_capacity":"20.95[5] J/(mol·K)",
      "heat_of_vaporization":"9.08 kJ/mol",
      "heat_of_fusion":"1.64 kJ/mol",
      "density":"3.749 g/L",
      "boiling_point":"119.93 K (−153.415 °C, −244.147 °F)",
      "melting_point":"115.78 K (−157.37 °C, −251.27 °F)",
      "phase":"gas",
      "per_shell":"2, 8, 18, 8",
      "electron_configuration":"[Ar] 3d10 4s2 4p6",
      "standard_atomic_weight":"83.798(2)[1]",
      "element_category":"  noble gas",
      "period":"period 4",
      "atomic_number":"36",
      "appearance":"colorless gas, exhibiting a whitish glow in a high electric field",
      "symbol":"krypton, Kr",
      "__v":0
   },
   {
      "_id":"57c0bd0bee4c826c32a3023d",
      "summary":"Lanthanum is a soft, ductile, silvery-white metallic chemical element with symbol La and atomic number 57. It tarnishes rapidly when exposed to air and is soft enough to be cut with a knife. It is the eponym of the lanthanide series, a group of 15 similar elements between lanthanum and lutetium in the periodic table, of which lanthanum is the first and the prototype. It is also sometimes considered the first element of the 6th-period transition metals and is traditionally counted among the rare earth elements. The usual oxidation state is +3. Lanthanum has no biological role and is not very toxic.\nLanthanum usually occurs together with cerium and the other rare earth elements. Lanthanum was first found by the Swedish chemist Carl Gustav Mosander in 1839 as an impurity in cerium nitrate – hence the name lanthanum, from the Ancient Greek λανθάνειν (lanthanein), meaning \"to lie hidden\". Although it is classified as a rare earth element, lanthanum is the 28th most abundant element in the Earth's crust, almost three times as abundant as lead. In minerals such as monazite and bastnäsite, lanthanum composes about a quarter of the lanthanide content.[3] It is extracted from those minerals by a process of such complexity that pure lanthanum metal was not isolated until 1923.\nLanthanum compounds have numerous applications as catalysts, additives in glass, carbon arc lamps for studio lights and projectors, ignition elements in lighters and torches, electron cathodes, scintillators, GTAW electrodes, and other things. Lanthanum carbonate is used as a phosphate binder cases of renal failure.\n",
      "discovery":"Carl Gustaf Mosander (1838)",
      "crystal_structure":"double hexagonal close-packed (dhcp)",
      "covalent_radius":"207±8 pm",
      "ionization_energies":"1st: 538.1 kJ/mol\n2nd: 1067 kJ/mol\n3rd: 1850.3 kJ/mol",
      "molar_heat_capacity":"27.11 J/(mol·K)",
      "heat_of_vaporization":"400 kJ/mol",
      "heat_of_fusion":"6.20 kJ/mol",
      "density":"6.162 g/cm3",
      "boiling_point":"3737 K (3464 °C, 6267 °F)",
      "melting_point":"1193 K (920 °C, 1688 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18, 9, 2",
      "electron_configuration":"[Xe] 5d1 6s2",
      "standard_atomic_weight":"138.90547(7)[1]",
      "element_category":"  lanthanide, sometimes considered a transition metal",
      "period":"period 6",
      "atomic_number":"57",
      "appearance":"silvery white",
      "symbol":"lanthanum, La",
      "__v":0
   },
   {
      "_id":"57c0bd15ee4c826c32a3023e",
      "summary":"Lawrencium is a synthetic chemical element with chemical symbol Lr (formerly Lw) and atomic number 103. It is named in honor of Ernest Lawrence, inventor of the cyclotron, a device that was used to discover many artificial radioactive elements. A radioactive metal, lawrencium is the eleventh transuranic element and is also the final member of the actinide series. Like all elements with atomic number over 100, lawrencium can only be produced in particle accelerators by bombarding lighter elements with charged particles. Eleven isotopes of lawrencium are currently known; the most stable is 262Lr with a half-life of 3.6 hours, but the shorter-lived 260Lr (half-life 2.7 minutes) is most commonly used in chemistry because it can be produced on a larger scale. A new isotope, 266Lr, with a half-life of 11 hours has been reported but not confirmed.\nChemistry experiments have confirmed that lawrencium indeed behaves as a heavier homolog to lutetium in the periodic table, and is a trivalent element. It thus could also be classified as the first of the 7th-period transition metals: however, its electron configuration is anomalous for its position in the periodic table, having an s2p configuration instead of the s2d configuration of its homolog lutetium. This means that lawrencium may be less volatile than expected for its position in the periodic table and have a volatility comparable to that of lead.\nIn the 1950s, 1960s, and 1970s, many claims of the synthesis of lawrencium of varying quality were made from laboratories in the Soviet Union and the United States. The priority of the discovery and therefore the naming of the element was disputed between Soviet and American scientists, and while the International Union of Pure and Applied Chemistry (IUPAC) established lawrencium as the official name for the element and gave the American team credit for the discovery, this was reevaluated in 1997, giving both teams shared credit for the discovery but not changing the element's name.\n",
      "discovery":"Lawrence Berkeley National Laboratory and Joint Institute for Nuclear Research (1961–1971)",
      "crystal_structure":"hexagonal close-packed (hcp)\n\n(predicted)[5]",
      "ionization_energies":"1st: 478.6 kJ/mol[4]\n2nd: 1428.0 kJ/mol (predicted)\n3rd: 2219.1 kJ/mol (predicted)",
      "density":"~15.6–16.6 g/cm3 (predicted)[2][3]",
      "melting_point":"1900 K (1627 °C, 2961 °F) (predicted)",
      "phase":"solid (predicted)",
      "per_shell":"2, 8, 18, 32, 32, 8, 3",
      "electron_configuration":"[Rn] 5f14 7s2 7p1",
      "standard_atomic_weight":"[266]",
      "element_category":"  actinide, sometimes considered a transition metal",
      "period":"period 7",
      "atomic_number":"103",
      "appearance":"silvery (predicted)[1]",
      "symbol":"lawrencium, Lr",
      "__v":0
   },
   {
      "_id":"57c0bd22ee4c826c32a3023f",
      "summary":"Lead (/lɛd/) is a chemical element in the carbon group with symbol Pb (from Latin: plumbum) and atomic number 82. It is a soft, malleable and heavy post-transition metal. Freshly cut, solid lead has a bluish-white color that soon tarnishes to a dull grayish color when exposed to air; the liquid metal has shiny chrome-silver luster. Lead has the highest atomic number[a] of any non-radioactive element (two radioactive elements, namely technetium and promethium, are lighter), although the next higher element, bismuth, has one isotope with a half-life that is long enough (over one billion times the estimated age of the universe) to be considered stable. Lead's four stable isotopes each have 82 protons, a magic number in the nuclear shell model of atomic nuclei. The isotope lead-208 also has 126 neutrons, another magic number, and is hence double magic, a property that grants it enhanced stability: lead-208 is the heaviest known stable nuclide.\nLead is used in building construction, lead-acid batteries, bullets and shot, weights, as part of solders, pewters, fusible alloys, and as a radiation shield.\nIf ingested or inhaled, lead and its compounds are poisonous to animals and humans. Lead is a neurotoxin that accumulates both in soft tissues and the bones, damaging the nervous system and causing brain disorders. Excessive lead also causes blood disorders in mammals. Lead poisoning has been documented since ancient Rome, ancient Greece, and ancient China.\n",
      "discovery":"Middle Easterns (7000 BCE)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"146±5 pm",
      "ionization_energies":"1st: 715.6 kJ/mol\n2nd: 1450.5 kJ/mol\n3rd: 3081.5 kJ/mol",
      "molar_heat_capacity":"26.650 J/(mol·K)",
      "heat_of_vaporization":"179.5 kJ/mol",
      "heat_of_fusion":"4.77 kJ/mol",
      "density":"11.34 g/cm3",
      "boiling_point":"2022 K (1749 °C, 3180 °F)",
      "melting_point":"600.61 K (327.46 °C, 621.43 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 18, 4",
      "electron_configuration":"[Xe] 4f14 5d10 6s2 6p2",
      "standard_atomic_weight":"207.2(1)[1]",
      "element_category":"  post-transition metal",
      "period":"period 6",
      "atomic_number":"82",
      "appearance":"metallic gray",
      "symbol":"lead, Pb",
      "__v":0
   },
   {
      "_id":"57c0bd2eee4c826c32a30240",
      "summary":"Lithium (from Greek: λίθος lithos, \"stone\") is a chemical element with the symbol Li and atomic number 3. It is a soft, silver-white metal belonging to the alkali metal group of chemical elements. Under standard conditions, it is the lightest metal and the least dense solid element. Like all alkali metals, lithium is highly reactive and flammable. For this reason, it is typically stored in mineral oil. When cut open, it exhibits a metallic luster, but contact with moist air corrodes the surface quickly to a dull silvery gray, then black tarnish. Because of its high reactivity, lithium never occurs freely in nature, and instead, appears only in compounds, which are usually ionic. Lithium occurs in a number of pegmatitic minerals, but due to its solubility as an ion, is present in ocean water and is commonly obtained from brines and clays. On a commercial scale, lithium is isolated electrolytically from a mixture of lithium chloride and potassium chloride.\nThe nucleus of the lithium atom verges on instability, since the two stable lithium isotopes found in nature have among the lowest binding energies per nucleon of all stable nuclides. Because of its relative nuclear instability, lithium is less common in the solar system than 25 of the first 32 chemical elements even though the nuclei are very light in atomic weight.[3] For related reasons, lithium has important links to nuclear physics. The transmutation of lithium atoms to helium in 1932 was the first fully man-made nuclear reaction, and lithium-6 deuteride serves as a fusion fuel in staged thermonuclear weapons.[4]\nLithium and its compounds have several industrial applications, including heat-resistant glass and ceramics, lithium grease lubricants, flux additives for iron, steel and aluminium production, lithium batteries, and lithium-ion batteries. These uses consume more than three quarters of lithium production.\nTrace amounts of lithium are present in all organisms. The element serves no apparent vital biological function, since animals and plants survive in good health without it, though non-vital functions have not been ruled out. The lithium ion Li+ administered as any of several lithium salts has proved to be useful as a mood-stabilizing drug in the treatment of bipolar disorder in humans.\nLike the other alkali metals, lithium has a single valence electron that is easily given up to form a cation.[5] Because of this, lithium is a good conductor of heat and electricity as well as a highly reactive element, though it is the least reactive of the alkali metals. Lithium's low reactivity is due to the proximity of its valence electron to its nucleus (the remaining two electrons are in the 1s orbital, much lower in energy, and do not participate in chemical bonds).[5]\n",
      "discovery":"Johan August Arfwedson (1817)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"128±7 pm",
      "ionization_energies":"1st: 520.2 kJ/mol\n2nd: 7298.1 kJ/mol\n3rd: 11815.0 kJ/mol",
      "molar_heat_capacity":"24.860 J/(mol·K)",
      "heat_of_vaporization":"136 kJ/mol",
      "heat_of_fusion":"3.00 kJ/mol",
      "density":"0.534 g/cm3",
      "boiling_point":"1603 K (1330 °C, 2426 °F)",
      "melting_point":"453.65 K (180.50 °C, 356.90 °F)",
      "phase":"solid",
      "per_shell":"2, 1",
      "electron_configuration":"[He] 2s1",
      "standard_atomic_weight":"6.94[1] (6.938–6.997)[2]",
      "element_category":"  alkali metal",
      "period":"period 2",
      "atomic_number":"3",
      "appearance":"silvery-white",
      "symbol":"lithium, Li",
      "__v":0
   },
   {
      "_id":"57c0bd38ee4c826c32a30241",
      "summary":"Lutetium is a chemical element with symbol Lu and atomic number 71. It is a silvery white metal, which resists corrosion in dry, but not in moist air. It is the last element in the lanthanide series, and is traditionally counted among the rare earths. It is sometimes considered the first element of the 6th-period transition metals, although lanthanum is sometimes considered as such instead of lutetium.\nLutetium was independently discovered in 1907 by French scientist Georges Urbain, Austrian mineralogist Baron Carl Auer von Welsbach, and American chemist Charles James. All of these men found lutetium as an impurity in the mineral ytterbia, which was previously thought to consist entirely of ytterbium. The dispute on the priority of the discovery occurred shortly after, with Urbain and Welsbach accusing each other of publishing results influenced by the published research of the other; the naming honor went to Urbain, as he had published his results earlier. He chose the name lutecium for the new element, but in 1949 the spelling of element 71 was changed to lutetium. In 1909, the priority was finally granted to Urbain and his names were adopted as official ones; however, the name cassiopeium (or later cassiopium) for element 71 proposed by Welsbach was used by many German scientists until the 1950s.\nLutetium is not a particularly abundant element, though significantly more common than silver in the earth's crust; it has few specific uses. Lutetium-176 is a relatively abundant (2.5%) radioactive isotope with a half-life of about 38 billion years, and so used to determine the age of meteorites. Lutetium usually occurs in association with the element yttrium and is sometimes used in metal alloys and as a catalyst in various chemical reactions. 177Lu-DOTA-TATE is used for radionuclide therapy (see Nuclear medicine) on neuroendocrine tumours. Lutetium has the highest Brinell hardness of any lanthanide, at 890–1300 MPa.[3]\n",
      "discovery":"Carl Auer von Welsbach (1906)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"187±8 pm",
      "ionization_energies":"1st: 523.5 kJ/mol\n2nd: 1340 kJ/mol\n3rd: 2022.3 kJ/mol",
      "molar_heat_capacity":"26.86 J/(mol·K)",
      "heat_of_vaporization":"414 kJ/mol",
      "heat_of_fusion":"ca. 22 kJ/mol",
      "density":"9.841 g/cm3",
      "boiling_point":"3675 K (3402 °C, 6156 °F)",
      "melting_point":"1925 K (1652 °C, 3006 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 9, 2",
      "electron_configuration":"[Xe] 6s2 4f14 5d1",
      "standard_atomic_weight":"174.9668(1)[1]",
      "element_category":"  lanthanide, sometimes considered a transition metal",
      "period":"period 6",
      "atomic_number":"71",
      "appearance":"silvery white",
      "symbol":"lutetium, Lu",
      "__v":0
   },
   {
      "_id":"57c0bd44ee4c826c32a30242",
      "summary":"Magnesium is a chemical element with symbol Mg and atomic number 12. It is a shiny gray solid which bears a close physical resemblance to the other five elements in the second column (Group 2, or alkaline earth metals) of the periodic table: all Group 2 elements have the same electron configuration in the outer electron shell and a similar crystal structure.\nMagnesium is the ninth most abundant element in the universe.[4][5] It is produced in large, aging stars from the sequential addition of three helium nuclei to a carbon nucleus. When such stars explode as supernovas, much of the magnesium is expelled into the interstellar medium where it may recycle into new star systems. Magnesium is the eighth most abundant element in the Earth's crust[6] and the fourth most common element in the Earth (after iron, oxygen and silicon), making up 13% of the planet's mass and a large fraction of the planet's mantle. It is the third most abundant element dissolved in seawater, after sodium and chlorine.[7]\nMagnesium occurs naturally only in combination with other elements, where it invariably has a +2 oxidation state. The free element (metal) can be produced artificially, and is highly reactive (though in the atmosphere, it is soon coated in a thin layer of oxide that partly inhibits reactivity — see passivation). The free metal burns with a characteristic brilliant-white light. The metal is now obtained mainly by electrolysis of magnesium salts obtained from brine, and is used primarily as a component in aluminium-magnesium alloys, sometimes called magnalium or magnelium. Magnesium is less dense than aluminium, and the alloy is prized for its combination of lightness and strength.\nMagnesium is the eleventh most abundant element by mass in the human body, and the ions are essential to all cells. Magnesium ions interact with polyphosphate compounds such as ATP, DNA, and RNA. Hundreds of enzymes require magnesium ions to function. Magnesium compounds are used medicinally as common laxatives, antacids (e.g., milk of magnesia), and to stabilize abnormal nerve excitation or blood vessel spasm in such conditions as eclampsia. Magnesium ions are sour to the taste, and in low concentrations they help impart a natural tartness to fresh mineral waters. Magnesium is the metallic ion at the center of chlorophyll, and is a common component in fertilizers.[8]\nElemental magnesium is a gray-white lightweight metal, two-thirds the density of aluminium. It tarnishes slightly when exposed to air, although, unlike the other alkaline earth metals, an oxygen-free environment is unnecessary for storage because magnesium is protected by a thin layer of oxide that is fairly impermeable and difficult to remove. Magnesium has the lowest melting (923 K (1,202 °F)) and the lowest boiling point 1,363 K (1,994 °F) of all the alkaline earth metals.[9]\n",
      "discovery":"Joseph Black (1755)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"141±7 pm",
      "ionization_energies":"1st: 737.7 kJ/mol\n2nd: 1450.7 kJ/mol\n3rd: 7732.7 kJ/mol\n(more)",
      "molar_heat_capacity":"24.869 J/(mol·K)",
      "heat_of_vaporization":"128 kJ/mol",
      "heat_of_fusion":"8.48 kJ/mol",
      "density":"1.738 g/cm3",
      "boiling_point":"1363 K (1091 °C, 1994 °F)",
      "melting_point":"923 K (650 °C, 1202 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 2",
      "electron_configuration":"[Ne] 3s2",
      "standard_atomic_weight":"24.305[1] (24.304–24.307)[2]",
      "element_category":"  alkaline earth metal",
      "period":"period 3",
      "atomic_number":"12",
      "appearance":"shiny grey solid",
      "symbol":"magnesium, Mg",
      "__v":0
   },
   {
      "_id":"57c0bd4fee4c826c32a30243",
      "summary":"Manganese is a chemical element with symbol Mn and atomic number 25. It is not found as a free element in nature; it is often found in minerals in combination with iron. Manganese is a metal with important industrial metal alloy uses, particularly in stainless steels.\nHistorically, manganese is named for various black minerals (such as pyrolusite) from the same region of Magnesia in Greece which gave names to similar-sounding magnesium, Mg, and magnetite, an ore of the element iron, Fe. By the mid-18th century, Swedish chemist Carl Wilhelm Scheele had used pyrolusite to produce chlorine. Scheele and others were aware that pyrolusite (now known to be manganese dioxide) contained a new element, but they were unable to isolate it. Johan Gottlieb Gahn was the first to isolate an impure sample of manganese metal in 1774, which he did by reducing the dioxide with carbon.\nManganese phosphating is used for rust and corrosion prevention on steel. Ionized manganese is used industrially as pigments of various colors, which depend on the oxidation state of the ions. The permanganates of alkali and alkaline earth metals are powerful oxidizers. Manganese dioxide is used as the cathode (electron acceptor) material in zinc-carbon and alkaline batteries.\nIn biology, manganese(II) ions function as cofactors for a large variety of enzymes with many functions.[2] Manganese enzymes are particularly essential in detoxification of superoxide free radicals in organisms that must deal with elemental oxygen. Manganese also functions in the oxygen-evolving complex of photosynthetic plants. The element is a required trace mineral for all known living organisms but is a neurotoxin. In larger amounts, and apparently with far greater effectiveness through inhalation, it can cause a poisoning in mammals with neurological damage that is sometimes irreversible.\n",
      "discovery":"Torbern Olof Bergman (1770)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"Low spin: 139±5 pm\nHigh spin: 161±8 pm",
      "ionization_energies":"1st: 717.3 kJ/mol\n2nd: 1509.0 kJ/mol\n3rd: 3248 kJ/mol\n(more)",
      "molar_heat_capacity":"26.32 J/(mol·K)",
      "heat_of_vaporization":"221 kJ/mol",
      "heat_of_fusion":"12.91 kJ/mol",
      "density":"7.21 g/cm3",
      "boiling_point":"2334 K (2061 °C, 3742 °F)",
      "melting_point":"1519 K (1246 °C, 2275 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 13, 2",
      "electron_configuration":"[Ar] 3d5 4s2",
      "standard_atomic_weight":"54.938044(3)[1]",
      "element_category":"  transition metal",
      "period":"period 4",
      "atomic_number":"25",
      "appearance":"silvery metallic",
      "symbol":"manganese, Mn",
      "__v":0
   },
   {
      "_id":"57c0bd59ee4c826c32a30244",
      "summary":"Meitnerium is a chemical element with symbol Mt and atomic number 109. It is an extremely radioactive synthetic element (an element not found in nature that can be created in a laboratory). The most stable known isotope, meitnerium-278, has a half-life of 7.6 seconds. The GSI Helmholtz Centre for Heavy Ion Research near Darmstadt, Germany, first created this element in 1982. It is named for Lise Meitner.\nIn the periodic table, meitnerium is a d-block transactinide element. It is a member of the 7th period and is placed in the group 9 elements, although no chemical experiments have been carried out to confirm that it behaves as the heavier homologue to iridium in group 9. Meitnerium is calculated to have similar properties to its lighter homologues, cobalt, rhodium, and iridium.\n",
      "discovery":"Gesellschaft für Schwerionenforschung (1982)",
      "crystal_structure":"face-centered cubic (fcc)\n\n(predicted)[4]",
      "covalent_radius":"129 pm (estimated)[9]",
      "ionization_energies":"1st: 800.8 kJ/mol\n2nd: 1823.6 kJ/mol\n3rd: 2904.2 kJ/mol\n(more) (all estimated)[3]",
      "density":"37.4 g/cm3 (predicted)[3]",
      "phase":"solid (predicted)[4]",
      "per_shell":"2, 8, 18, 32, 32, 15, 2 (predicted)",
      "electron_configuration":"[Rn] 5f14 6d7 7s2 (calculated)[3][5]",
      "standard_atomic_weight":"[278]",
      "element_category":"unknown, but probably a transition metal[3][4]",
      "period":"period 7",
      "atomic_number":"109",
      "symbol":"meitnerium, Mt",
      "__v":0
   },
   {
      "_id":"57c0bd63ee4c826c32a30245",
      "summary":"Mendelevium is a synthetic element with chemical symbol Md (formerly Mv) and atomic number 101. A metallic radioactive transuranic element in the actinide series, it is the first element that currently cannot be produced in macroscopic quantities through neutron bombardment of lighter elements. It is the antepenultimate actinide and the ninth transuranic element. It can only be produced in particle accelerators by bombarding lighter elements with charged particles. A total of sixteen mendelevium isotopes are known, the most stable being 258Md with a half-life of 51 days; nevertheless, the shorter-lived 256Md (half-life 1.27 hours) is most commonly used in chemistry because it can be produced on a larger scale.\nMendelevium was discovered by bombarding einsteinium with alpha particles in 1955, the same method still used to produce it today. It was named after Dmitri Mendeleev, father of the periodic table of the chemical elements. Using available microgram quantities of the isotope einsteinium-253, over a million mendelevium atoms may be produced each hour. The chemistry of mendelevium is typical for the late actinides, with a preponderance of the +3 oxidation state but also an accessible +2 oxidation state. Owing to the small amounts of produced mendelevium and all of its isotopes having relatively short half-lives, there are currently no uses for it outside of basic scientific research.\n",
      "discovery":"Lawrence Berkeley National Laboratory (1955)",
      "crystal_structure":"face-centered cubic (fcc)\n\n(predicted)[1]",
      "ionization_energies":"1st: 635 kJ/mol (estimated)",
      "density":"10.3(7) g/cm3 (predicted)[1]",
      "melting_point":"1100 K (827 °C, 1521 °F) (predicted)",
      "phase":"solid (predicted)",
      "per_shell":"2, 8, 18, 32, 31, 8, 2",
      "electron_configuration":"[Rn] 5f13 7s2",
      "standard_atomic_weight":"(258)",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"101",
      "symbol":"mendelevium, Md",
      "__v":0
   },
   {
      "_id":"57c0bd6fee4c826c32a30246",
      "summary":"Mercury is a chemical element with symbol Hg and atomic number 80. It is commonly known as quicksilver and was formerly named hydrargyrum (/haɪˈdrɑːrdʒərəm/).[3] A heavy, silvery d-block element, mercury is the only metallic element that is liquid at standard conditions for temperature and pressure; the only other element that is liquid under these conditions is bromine, though metals such as caesium, gallium, and rubidium melt just above room temperature.\nMercury occurs in deposits throughout the world mostly as cinnabar (mercuric sulfide). The red pigment vermilion is obtained by grinding natural cinnabar or synthetic mercuric sulfide.\nMercury is used in thermometers, barometers, manometers, sphygmomanometers, float valves, mercury switches, mercury relays, fluorescent lamps and other devices, though concerns about the element's toxicity have led to mercury thermometers and sphygmomanometers being largely phased out in clinical environments in favor of alternatives such as alcohol- or galinstan-filled glass thermometers and thermistor- or infrared-based electronic instruments. Likewise, mechanical pressure gauges and electronic strain gauge sensors have replaced mercury sphygmomanometers. Mercury remains in use in scientific research applications and in amalgam for dental restoration in some locales. It is used in fluorescent lighting. Electricity passed through mercury vapor in a fluorescent lamp produces short-wave ultraviolet light which then causes the phosphor in the tube to fluoresce, making visible light.\nMercury poisoning can result from exposure to water-soluble forms of mercury (such as mercuric chloride or methylmercury), by inhalation of mercury vapor, or by ingesting any form of mercury.\nMercury is a heavy, silvery-white liquid metal. Compared to other metals, it is a poor conductor of heat, but a fair conductor of electricity.[4]\n",
      "discovery":"Ancient Chinese and Indians (before 2000 BCE)",
      "crystal_structure":"rhombohedral",
      "covalent_radius":"132±5 pm",
      "ionization_energies":"1st: 1007.1 kJ/mol\n2nd: 1810 kJ/mol\n3rd: 3300 kJ/mol",
      "molar_heat_capacity":"27.983 J/(mol·K)",
      "heat_of_vaporization":"59.11 kJ/mol",
      "heat_of_fusion":"2.29 kJ/mol",
      "density":"13.534 g/cm3",
      "boiling_point":"629.88 K (356.73 °C, 674.11 °F)",
      "melting_point":"234.3210 K (−38.8290 °C, −37.8922 °F)",
      "phase":"liquid",
      "per_shell":"2, 8, 18, 32, 18, 2",
      "electron_configuration":"[Xe] 4f14 5d10 6s2",
      "standard_atomic_weight":"200.592(3)[1]",
      "element_category":"  transition metal",
      "period":"period 6",
      "atomic_number":"80",
      "appearance":"silvery",
      "symbol":"mercury, Hg",
      "__v":0
   },
   {
      "_id":"57c0bd7cee4c826c32a30247",
      "summary":"Molybdenum is a chemical element with symbol Mo and atomic number 42. The name is from Neo-Latin molybdaenum, from Ancient Greek Μόλυβδος molybdos, meaning lead, since its ores were confused with lead ores.[5] Molybdenum minerals have been known throughout history, but the element was discovered (in the sense of differentiating it as a new entity from the mineral salts of other metals) in 1778 by Carl Wilhelm Scheele. The metal was first isolated in 1781 by Peter Jacob Hjelm.\nMolybdenum does not occur naturally as a free metal on Earth; it is found only in various oxidation states in minerals. The free element, a silvery metal with a gray cast, has the sixth-highest melting point of any element. It readily forms hard, stable carbides in alloys, and for this reason most of world production of the element (about 80%) is used in steel alloys, including high-strength alloys and superalloys.\nMost molybdenum compounds have low solubility in water, but when molybdenum-bearing minerals contact oxygen and water, the resulting molybdate ion MoO2−\n4 is quite soluble. Industrially, molybdenum compounds (about 14% of world production of the element) are used in high-pressure and high-temperature applications as pigments and catalysts.\nMolybdenum-bearing enzymes are by far the most common bacterial catalysts for breaking the chemical bond in atmospheric molecular nitrogen in the process of biological nitrogen fixation. At least 50 molybdenum enzymes are now known in bacteria and animals, although only bacterial and cyanobacterial enzymes are involved in nitrogen fixation. These nitrogenases contain molybdenum in a form different from other molybdenum enzymes, which all contain fully oxidized molybdenum in a molybdenum cofactor. These various molybdenum cofactor enzymes are vital to the organisms, and molybdenum is a essential element for life in all higher eukaryote organisms, though not in all bacteria.\n",
      "discovery":"Carl Wilhelm Scheele (1778)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"154±5 pm",
      "ionization_energies":"1st: 684.3 kJ/mol\n2nd: 1560 kJ/mol\n3rd: 2618 kJ/mol",
      "molar_heat_capacity":"24.06 J/(mol·K)",
      "heat_of_vaporization":"598 kJ/mol",
      "heat_of_fusion":"37.48 kJ/mol",
      "density":"10.28 g/cm3",
      "boiling_point":"4912 K (4639 °C, 8382 °F)",
      "melting_point":"2896 K (2623 °C, 4753 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 13, 1",
      "electron_configuration":"[Kr] 4d5 5s1",
      "standard_atomic_weight":"95.95(1)[1]",
      "element_category":"  transition metal",
      "period":"period 5",
      "atomic_number":"42",
      "appearance":"gray metallic",
      "symbol":"molybdenum, Mo",
      "__v":0
   },
   {
      "_id":"57c0bd87ee4c826c32a30248",
      "summary":"Neodymium is a chemical element with symbol Nd and atomic number 60. It is a soft silvery metal that tarnishes in air. Neodymium was discovered in 1885 by the Austrian chemist Carl Auer von Welsbach. It is present in significant quantities in the ore minerals monazite and bastnäsite. Neodymium is not found naturally in metallic form or unmixed with other lanthanides, and it is usually refined for general use. Although neodymium is classed as a rare earth, it is a fairly common element, no rarer than cobalt, nickel, and copper, and is widely distributed in the Earth's crust.[4] Most of the world's commercial neodymium is mined in China.\nNeodymium compounds were first commercially used as glass dyes in 1927, and they remain a popular additive in glasses. The color of neodymium compounds—due to the Nd3+ ion—is often a reddish-purple but it changes with the type of lighting, due to the interaction of the sharp light absorption bands of neodymium with ambient light enriched with the sharp visible emission bands of mercury, trivalent europium or terbium. Some neodymium-doped glasses are also used in lasers that emit infrared with wavelengths between 1047 and 1062 nanometers. These have been used in extremely-high-power applications, such as experiments in inertial confinement fusion.\nNeodymium is also used with various other substrate crystals, such as yttrium aluminum garnet in the Nd:YAG laser. This laser usually emits infrared at a wavelength of about 1064 nanometers. The Nd:YAG laser is one of the most commonly used solid-state lasers.\nAnother important use of neodymium is as a component in the alloys used to make high-strength neodymium magnets—powerful permanent magnets.[5] These magnets are widely used in such products as microphones, professional loudspeakers, in-ear headphones, high performance hobby DC electric motors, and computer hard disks, where low magnet mass (or volume) or strong magnetic fields are required. Larger neodymium magnets are used in high-power-versus-weight electric motors (for example in hybrid cars) and generators (for example aircraft and wind turbine electric generators).[6]\n",
      "discovery":"Carl Auer von Welsbach (1885)",
      "crystal_structure":"double hexagonal close-packed (dhcp)",
      "covalent_radius":"201±6 pm",
      "ionization_energies":"1st: 533.1 kJ/mol\n2nd: 1040 kJ/mol\n3rd: 2130 kJ/mol",
      "molar_heat_capacity":"27.45 J/(mol·K)",
      "heat_of_vaporization":"289 kJ/mol",
      "heat_of_fusion":"7.14 kJ/mol",
      "density":"7.01 g/cm3",
      "boiling_point":"3347 K (3074 °C, 5565 °F)",
      "melting_point":"1297 K (1024 °C, 1875 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 22, 8, 2",
      "electron_configuration":"[Xe] 4f4 6s2",
      "standard_atomic_weight":"144.242(3)[1]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"60",
      "appearance":"silvery white",
      "symbol":"neodymium, Nd",
      "__v":0
   },
   {
      "_id":"57c0bd92ee4c826c32a30249",
      "summary":"Neon is a chemical element with symbol Ne and atomic number 10. It is in group 18 (noble gases) of the periodic table.[9] Neon is a colorless, odorless, inert monatomic gas under standard conditions, with about two-thirds the density of air. It was discovered (along with krypton and xenon) in 1898 as one of the three residual rare inert elements remaining in dry air, after nitrogen, oxygen, argon and carbon dioxide were removed. Neon was the second of these three rare gases to be discovered, and was immediately recognized as a new element from its bright red emission spectrum. The name neon is derived from the Greek word, νέον, neuter singular form of νέος (neos), meaning new. Neon is chemically inert and forms no uncharged chemical compounds. The compounds of neon include ionic molecules, molecules held together by van der Waals forces and clathrates.\nDuring cosmic nucleogenesis of the elements, large amounts of neon are built up from the alpha-capture fusion process in stars. Although neon is a very common element in the universe and solar system (it is fifth in cosmic abundance after hydrogen, helium, oxygen and carbon), it is very rare on Earth. It composes about 18.2 ppm of air by volume (this is about the same as the molecular or mole fraction), and a smaller fraction in Earth's crust. The reason for neon's relative scarcity on Earth and the inner (terrestrial) planets is that neon is highly volatile and forms no compounds to fix it to solids. As a result, it escaped from the planetesimals under the warmth of the newly ignited Sun in the early Solar System. Even the atmosphere of Jupiter is somewhat depleted of neon,[citation needed] presumably for this reason. It is also lighter than air, causing it to escape even from Earth's atmosphere.\nNeon gives a distinct reddish-orange glow low-voltage neon glow lamps and in high-voltage discharge tubes and neon advertising signs.[10][11] The red emission line from neon also causes the well known red light of helium–neon lasers. Neon is used in some plasma tube and refrigerant applications but has few other commercial uses. It is commercially extracted by the fractional distillation of liquid air. Since air is the only source, it is considerably more expensive than helium.\n",
      "discovery":"William Ramsay & Morris Travers[7][8] (1898)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"58 pm",
      "ionization_energies":"1st: 2080.7 kJ/mol\n2nd: 3952.3 kJ/mol\n3rd: 6122 kJ/mol\n(more)",
      "molar_heat_capacity":"20.79[5] J/(mol·K)",
      "heat_of_vaporization":"1.71 kJ/mol",
      "heat_of_fusion":"0.335 kJ/mol",
      "density":"0.9002 g/L",
      "boiling_point":"27.104 K (−246.046 °C, −410.883 °F)",
      "melting_point":"24.56 K (−248.59 °C, −415.46 °F)",
      "phase":"gas",
      "per_shell":"2, 8",
      "electron_configuration":"[He] 2s2 2p6",
      "standard_atomic_weight":"20.1797(6)[1]",
      "element_category":"  noble gas",
      "period":"period 2",
      "atomic_number":"10",
      "appearance":"colorless gas exhibiting an orange-red glow when placed in a high voltage electric field",
      "symbol":"neon, Ne",
      "__v":0
   },
   {
      "_id":"57c0bd9dee4c826c32a3024a",
      "summary":"Neptunium is a chemical element with symbol Np and atomic number 93. A radioactive actinide metal, neptunium is the first transuranic element. Its position in the periodic table just after uranium, named after the planet Uranus, led to it being named after Neptune, the next planet beyond Uranus. A neptunium atom has 93 protons and 93 electrons, of which seven are valence electrons. Neptunium metal is silvery and tarnishes when exposed to air. The element occurs in three allotropic forms and it normally exhibits five oxidation states, ranging from +3 to +7. It is radioactive, poisonous, pyrophoric, and can accumulate in bones, which makes the handling of neptunium dangerous.\nAlthough many false claims of its discovery were made over the years, the element was first synthesized by Edwin McMillan and Philip H. Abelson at the Berkeley Radiation Laboratory in 1940. Since then, most neptunium has been and still is produced by neutron irradiation of uranium in nuclear reactors. The vast majority is generated as a by-product in conventional nuclear power reactors. While neptunium itself has no commercial uses at present, it is widely used as a precursor for the formation of plutonium-238, used in radioisotope thermal generators to provide electricity for spacecraft. Neptunium has also been used in detectors of high-energy neutrons.\nThe most stable isotope of neptunium, neptunium-237, is a by-product of nuclear reactors and plutonium production. It, and the isotope neptunium-239, are also found in trace amounts in uranium ores due to neutron capture reactions and beta decay.[3]\n",
      "discovery":"Edwin McMillan and Philip H. Abelson (1940)",
      "crystal_structure":"orthorhombic",
      "covalent_radius":"190±1 pm",
      "ionization_energies":"1st: 604.5 kJ/mol",
      "molar_heat_capacity":"29.46 J/(mol·K)",
      "heat_of_vaporization":"336 kJ/mol",
      "heat_of_fusion":"5.19 kJ/mol",
      "density":"alpha: 20.45 g/cm3[1]\naccepted standard value: 19.38 g/cm3",
      "boiling_point":"4447 K (4174 °C, 7545 °F) (extrapolated)",
      "melting_point":"912±3 K (639±3 °C, 1182±5 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 22, 9, 2",
      "electron_configuration":"[Rn] 5f4 6d1 7s2",
      "standard_atomic_weight":"(237)",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"93",
      "appearance":"silvery metallic",
      "symbol":"neptunium, Np",
      "__v":0
   },
   {
      "_id":"57c0bda9ee4c826c32a3024b",
      "summary":"Nickel is a chemical element with symbol Ni and atomic number 28. It is a silvery-white lustrous metal with a slight golden tinge. Nickel belongs to the transition metals and is hard and ductile. Pure nickel, powdered to maximize the reactive surface area, shows a significant chemical activity, but larger pieces are slow to react with air under standard conditions because an oxide layer forms on the surface and prevents further corrosion (passivation). Even so, pure native nickel is found in Earth's crust only in tiny amounts, usually in ultramafic rocks.[4][5] and in the interiors of larger nickel–iron meteorites that were not exposed to oxygen when outside Earth's atmosphere.\nMeteoric nickel is found in combination with iron, a reflection of the origin of those elements as major end products of supernova nucleosynthesis. An iron–nickel mixture is thought to compose Earth's inner core.[6]\nUse of nickel (as a natural meteoric nickel–iron alloy) has been traced as far back as 3500 BCE. Nickel was first isolated and classified as a chemical element in 1751 by Axel Fredrik Cronstedt, who initially mistook the ore for a copper mineral. The element's name comes from a mischievous sprite of German miner mythology, Nickel (similar to Old Nick), that personified the fact that copper-nickel ores resisted refinement into copper. An economically important source of nickel is the iron ore limonite, which often contains 1–2% nickel. Nickel's other important ore minerals include garnierite, and pentlandite. Major production sites include the Sudbury region in Canada (which is thought to be of meteoric origin), New Caledonia in the Pacific, and Norilsk in Russia.\nNickel oxidizes slowly at room temperature and is considered corrosion-resistant. Historically, it has been used for plating iron and brass, coating chemistry equipment, and manufacturing certain alloys that retain a high silvery polish, such as German silver. About 6% of world nickel production is still used for corrosion-resistant pure-nickel plating. Nickel-plated objects sometimes provoke nickel allergy. Nickel has been widely used in coins, though its rising price has led to some replacement with cheaper metals in recent years.\nNickel is one of four elements (iron, cobalt, nickel, and gadolinium)[7] that are ferromagnetic around room temperature. Alnico permanent magnets based partly on nickel are of intermediate strength between iron-based permanent magnets and rare-earth magnets. The metal is valuable in modern times chiefly in alloys; about 60% of world production is used in nickel-steels (particularly stainless steel). Other common alloys and some new superalloys comprise most of the remainder of world nickel use, with chemical uses for nickel compounds consuming less than 3% of production.[8] As a compound, nickel has a number of niche chemical manufacturing uses, such as a catalyst for hydrogenation. Nickel is an essential nutrient for some microorganisms and plants that have enzymes with nickel as an active site.\n",
      "discovery":"Axel Fredrik Cronstedt (1751)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"124±4 pm",
      "ionization_energies":"1st: 737.1 kJ/mol\n2nd: 1753.0 kJ/mol\n3rd: 3395 kJ/mol\n(more)",
      "molar_heat_capacity":"26.07 J/(mol·K)",
      "heat_of_vaporization":"379 kJ/mol",
      "heat_of_fusion":"17.48 kJ/mol",
      "density":"8.908 g/cm3",
      "boiling_point":"3003 K (2730 °C, 4946 °F)",
      "melting_point":"1728 K (1455 °C, 2651 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 16, 2 or 2, 8, 17, 1",
      "electron_configuration":"[Ar] 3d8 4s2 or\n[Ar] 3d9 4s1",
      "standard_atomic_weight":"58.6934(4)[1]",
      "element_category":"  transition metal",
      "period":"period 4",
      "atomic_number":"28",
      "appearance":"lustrous, metallic, and silver with a gold tinge",
      "symbol":"nickel, Ni",
      "__v":0
   },
   {
      "_id":"57c0bdb6ee4c826c32a3024c",
      "summary":"Niobium, formerly columbium, is a chemical element with symbol Nb (formerly Cb) and atomic number 41. It is a soft, grey, ductile transition metal, which is often found in the pyrochlore mineral, the main commercial source for niobium, and columbite. The name comes from Greek mythology: Niobe, daughter of Tantalus since it is so similar to tantalum.[2]\nNiobium has physical and chemical properties similar to those of the element tantalum, and the two are difficult to distinguish. The English chemist Charles Hatchett reported a new element similar to tantalum in 1801 and named it columbium. In 1809, the English chemist William Hyde Wollaston wrongly concluded that tantalum and columbium were identical. The German chemist Heinrich Rose determined in 1846 that tantalum ores contain a second element, which he named niobium. In 1864 and 1865, a series of scientific findings clarified that niobium and columbium were the same element (as distinguished from tantalum), and for a century both names were used interchangeably. Niobium was officially adopted as the name of the element in 1949, but the name columbium remains in current use in metallurgy in the United States.\nIt was not until the early 20th century that niobium was first used commercially. Brazil is the leading producer of niobium and ferroniobium, an alloy of niobium and iron which has a niobium content of 60-70%. Niobium is used mostly in alloys, the largest part in special steel such as that used in gas pipelines. Although these alloys contain a maximum of 0.1%, the small percentage of niobium enhances the strength of the steel. The temperature stability of niobium-containing superalloys is important for its use in jet and rocket engines.\nNiobium is used in various superconducting materials. These superconducting alloys, also containing titanium and tin, are widely used in the superconducting magnets of MRI scanners. Other applications of niobium include welding, nuclear industries, electronics, optics, numismatics, and jewelry. In the last two applications, the low toxicity and iridescence produced by anodization are highly desired properties.\n",
      "discovery":"Charles Hatchett (1801)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"164±6 pm",
      "ionization_energies":"1st: 652.1 kJ/mol\n2nd: 1380 kJ/mol\n3rd: 2416 kJ/mol",
      "molar_heat_capacity":"24.60 J/(mol·K)",
      "heat_of_vaporization":"689.9 kJ/mol",
      "heat_of_fusion":"30 kJ/mol",
      "density":"8.57 g/cm3",
      "boiling_point":"5017 K (4744 °C, 8571 °F)",
      "melting_point":"2750 K (2477 °C, 4491 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 12, 1",
      "electron_configuration":"[Kr] 4d4 5s1",
      "standard_atomic_weight":"92.90637(2)[1]",
      "element_category":"  transition metal",
      "period":"period 5",
      "atomic_number":"41",
      "appearance":"gray metallic, bluish when oxidized",
      "symbol":"niobium, Nb",
      "__v":0
   },
   {
      "_id":"57c0bdc2ee4c826c32a3024d",
      "summary":"Nitrogen is a chemical element with symbol N and atomic number 7. It is the lightest pnictogen, and at room temperature it is a transparent, odorless diatomic gas. Nitrogen is a common element in the universe, estimated at about seventh in total abundance in the Milky Way and the Solar System. On Earth, the element forms about 78% of Earth's atmosphere and is the most abundant uncombined element. The element nitrogen was discovered as a separable component of air by Scottish physician Daniel Rutherford in 1772.\nMany industrially important compounds, such as ammonia, nitric acid, organic nitrates (propellants and explosives), and cyanides, contain nitrogen. The extremely strong triple bond in elemental nitrogen (N≡N) dominates nitrogen chemistry, causing difficulty for both organisms and industry in converting the N2 into useful compounds, but at the same time causing release of large amounts of often useful energy when the compounds burn, explode, or decay back into nitrogen gas. Synthetically produced ammonia and nitrates are key industrial fertilizers, and fertilizer nitrates are key pollutants in the eutrophication of water systems.\nApart from its use in fertilizers and energy-stores, nitrogen is a constituent of organic compounds as diverse as Kevlar fabric and cyanoacrylate \"super\" glue. Nitrogen is a constituent of every major pharmacological drug class, including antibiotics. Many drugs are mimics or prodrugs of natural nitrogen-containing signal molecules: for example, the organic nitrates nitroglycerin and nitroprusside control blood pressure by metabolizing into nitric oxide. Plant alkaloids (often defense chemicals) contain nitrogen by definition, and many notable nitrogen-containing drugs, such as caffeine and morphine, are either alkaloids or synthetic mimics that act (as many plant alkaloids do) on receptors of animal neurotransmitters (for example, synthetic amphetamines).\nNitrogen occurs in all organisms, primarily in amino acids (and thus proteins), in the nucleic acids (DNA and RNA) and in the energy transfer molecule adenosine triphosphate. The human body contains about 3% by mass of nitrogen, the fourth most abundant element in the body after oxygen, carbon, and hydrogen. The nitrogen cycle describes movement of the element from the air, into the biosphere and organic compounds, then back into the atmosphere.\n",
      "discovery":"Daniel Rutherford (1772)",
      "crystal_structure":"hexagonal",
      "covalent_radius":"71±1 pm",
      "ionization_energies":"1st: 1402.3 kJ/mol\n2nd: 2856 kJ/mol\n3rd: 4578.1 kJ/mol\n(more)",
      "molar_heat_capacity":"(N2) 29.124 J/(mol·K)",
      "heat_of_vaporization":"(N2) 5.56 kJ/mol",
      "heat_of_fusion":"(N2) 0.72 kJ/mol",
      "density":"1.251 g/L",
      "boiling_point":"77.355 K (−195.795 °C, −320.431 °F)",
      "melting_point":"63.15 K (−210.00 °C, −346.00 °F)",
      "phase":"gas",
      "per_shell":"2, 5",
      "electron_configuration":"[He] 2s2 2p3",
      "standard_atomic_weight":"14.007[1] (14.00643–14.00728)[2]",
      "element_category":"  diatomic nonmetal",
      "period":"period 2",
      "atomic_number":"7",
      "appearance":"colorless gas, liquid or solid",
      "symbol":"nitrogen, N",
      "__v":0
   },
   {
      "_id":"57c0bdccee4c826c32a3024e",
      "summary":"Nobelium is a synthetic chemical element with symbol No and atomic number 102. It is named in honor of Alfred Nobel, the inventor of dynamite and benefactor of science. A radioactive metal, it is the tenth transuranic element and is the penultimate member of the actinide series. Like all elements with atomic number over 100, nobelium can only be produced in particle accelerators by bombarding lighter elements with charged particles. A total of twelve nobelium isotopes are known to exist; the most stable is 259No with a half-life of 58 minutes, but the shorter-lived 255No (half-life 3.1 minutes) is most commonly used in chemistry because it can be produced on a larger scale.\nChemistry experiments have confirmed that nobelium behaves as a heavier homolog to ytterbium in the periodic table. The chemical properties of nobelium are not completely known: they are mostly only known in aqueous solution. Before nobelium's discovery, it was predicted that it would show a stable +2 oxidation state as well as the +3 state characteristic of the other actinides: these predictions were later confirmed, as the +2 state is much more stable than the +3 state in aqueous solution and it is difficult to keep nobelium in the +3 state.\nIn the 1950s and 1960s, many claims of the discovery of nobelium were made from laboratories in Sweden, the Soviet Union, and the United States. Although the Swedish scientists soon retracted their claims, the priority of the discovery and therefore the naming of the element was disputed between Soviet and American scientists, and it was not until 1997 that International Union of Pure and Applied Chemistry (IUPAC) credited the Soviet team with the discovery, but retained nobelium, the Swedish proposal, as the name of the element due to its long-standing use in the literature.\n",
      "discovery":"Joint Institute for Nuclear Research (1966)",
      "crystal_structure":"face-centered cubic (fcc)\n\n(predicted)[2]",
      "ionization_energies":"1st: 641.6 kJ/mol\n2nd: 1254.3 kJ/mol\n3rd: 2605.1 kJ/mol (all estimated)",
      "density":"9.9(4) g/cm3 (predicted)[2]",
      "melting_point":"1100 K (827 °C, 1521 °F) (predicted)[1]",
      "phase":"solid (predicted)[1]",
      "per_shell":"2, 8, 18, 32, 32, 8, 2",
      "electron_configuration":"[Rn] 5f14 7s2",
      "standard_atomic_weight":"[259]",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"102",
      "symbol":"nobelium, No",
      "__v":0
   },
   {
      "_id":"57c0bdd8ee4c826c32a3024f",
      "summary":"Osmium (from Greek ὀσμή osme, \"smell\") is a chemical element with symbol Os and atomic number 76. It is a hard, brittle, bluish-white transition metal in the platinum group that is found as a trace element in alloys, mostly in platinum ores. Osmium is the densest naturally occurring element, with a density of 22.59 g/cm3. Its alloys with platinum, iridium, and other platinum-group metals are employed in fountain pen nibs, electrical contacts, and other applications where extreme durability and hardness are needed.[4]\n",
      "discovery":"Smithson Tennant (1803)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"144±4 pm",
      "ionization_energies":"1st: 840 kJ/mol\n2nd: 1600 kJ/mol",
      "molar_heat_capacity":"24.7 J/(mol·K)",
      "heat_of_vaporization":"378 kJ/mol",
      "heat_of_fusion":"31 kJ/mol",
      "density":"22.59 g/cm3",
      "boiling_point":"5285 K (5012 °C, 9054 °F)",
      "melting_point":"3306 K (3033 °C, 5491 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 14, 2",
      "electron_configuration":"[Xe] 4f14 5d6 6s2",
      "standard_atomic_weight":"190.23(3)[1]",
      "element_category":"  transition metal",
      "period":"period 6",
      "atomic_number":"76",
      "appearance":"silvery, blue cast",
      "symbol":"osmium, Os",
      "__v":0
   },
   {
      "_id":"57c0bde3ee4c826c32a30250",
      "summary":"Oxygen is a chemical element with symbol O and atomic number 8. It is a member of the chalcogen group on the periodic table and is a highly reactive nonmetal and oxidizing agent that readily forms oxides with most elements as well as other compounds.[3] By mass, oxygen is the third-most abundant element in the universe, after hydrogen and helium.[4] At standard temperature and pressure, two atoms of the element bind to form dioxygen, a colorless and odorless diatomic gas with the formula O\n2. This is an important part of the atmosphere and diatomic oxygen gas constitutes 20.8% of the Earth's atmosphere.[5] Additionally, as oxides the element also makes up almost half of the Earth's crust.[6]\nOxygen is necessary to sustain most terrestrial life. Oxygen is used in cellular respiration and many major classes of organic molecules in living organisms contain oxygen, such as proteins, nucleic acids, carbohydrates, and fats, as do the major constituent inorganic compounds of animal shells, teeth, and bone. Most of the mass of living organisms is oxygen as a component of water, the major constituent of lifeforms. Conversely, oxygen is continuously replenished by photosynthesis, which uses the energy of sunlight to produce oxygen from water and carbon dioxide. Oxygen is too chemically reactive to remain a free element in air without being continuously replenished by the photosynthetic action of living organisms. Another form (allotrope) of oxygen, ozone (O\n3), strongly absorbs ultraviolet UVB radiation and the high-altitude ozone layer helps protect the biosphere from ultraviolet radiation. But ozone is a pollutant near the surface where it is a by-product of smog. At low earth orbit altitudes, sufficient atomic oxygen is present to cause corrosion of spacecraft.[7]\nOxygen was discovered independently by Carl Wilhelm Scheele, in Uppsala, in 1773 or earlier, and Joseph Priestley in Wiltshire, in 1774, but Priestley is often given priority because his work was published first. The name oxygen was coined in 1777 by Antoine Lavoisier,[8] whose experiments with oxygen helped to discredit the then-popular phlogiston theory of combustion and corrosion. Its name derives from the Greek roots ὀξύς oxys, \"acid\", literally \"sharp\", referring to the sour taste of acids and -γενής -genes, \"producer\", literally \"begetter\", because at the time of naming, it was mistakenly thought that all acids required oxygen in their composition.\nCommon use of oxygen includes residential heating, internal combustion engines, production of steel, plastics and textiles, brazing, welding and cutting of steels and other metals, rocket propellant, oxygen therapy, and life support systems in aircraft, submarines, spaceflight and diving.\n",
      "discovery":"Carl Wilhelm Scheele (1772)",
      "crystal_structure":"cubic",
      "covalent_radius":"66±2 pm",
      "ionization_energies":"1st: 1313.9 kJ/mol\n2nd: 3388.3 kJ/mol\n3rd: 5300.5 kJ/mol\n(more)",
      "molar_heat_capacity":"(O2) 29.378 J/(mol·K)",
      "heat_of_vaporization":"(O2) 6.82 kJ/mol",
      "heat_of_fusion":"(O2) 0.444 kJ/mol",
      "density":"1.429 g/L",
      "boiling_point":"90.188 K (−182.962 °C, −297.332 °F)",
      "melting_point":"54.36 K (−218.79 °C, −361.82 °F)",
      "phase":"gas",
      "per_shell":"2, 6",
      "electron_configuration":"[He] 2s2 2p4",
      "standard_atomic_weight":"15.999[1] (15.99903–15.99977)[2]",
      "element_category":"  diatomic nonmetal",
      "period":"period 2",
      "atomic_number":"8",
      "appearance":"gas: colorless\nliquid: pale blue",
      "symbol":"oxygen, O",
      "__v":0
   },
   {
      "_id":"57c0bdf0ee4c826c32a30251",
      "summary":"Palladium is a chemical element with symbol Pd and atomic number 46. It is a rare and lustrous silvery-white metal discovered in 1803 by William Hyde Wollaston. He named it after the asteroid Pallas, which was itself named after the epithet of the Greek goddess Athena, acquired by her when she slew Pallas. Palladium, platinum, rhodium, ruthenium, iridium and osmium form a group of elements referred to as the platinum group metals (PGMs). These have similar chemical properties, but palladium has the lowest melting point and is the least dense of them.\nMore than half the supply of palladium and its congener platinum is used in catalytic converters, which convert as much as 90% of the harmful gases in automobile exhaust (hydrocarbons, carbon monoxide, and nitrogen dioxide) into harmless substances (nitrogen, carbon dioxide and water vapor). Palladium is also used in electronics, dentistry, medicine, hydrogen purification, chemical applications, groundwater treatment, and jewelry. Palladium is a key component of fuel cells, which react hydrogen with oxygen to produce electricity, heat, and water.\nOre deposits of palladium and other PGMs are rare. The most extensive deposits have been found in the norite belt of the Bushveld Igneous Complex covering the Transvaal Basin in South Africa, the Stillwater Complex in Montana, United States, the Sudbury Basin and Thunder Bay District of Ontario, Canada, and the Norilsk Complex in Russia. Recycling is also a source, mostly from scrapped catalytic converters. The numerous applications and limited supply sources result in considerable investment interest.\n",
      "discovery":"William Hyde Wollaston (1803)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"139±6 pm",
      "ionization_energies":"1st: 804.4 kJ/mol\n2nd: 1870 kJ/mol\n3rd: 3177 kJ/mol",
      "molar_heat_capacity":"25.98 J/(mol·K)",
      "heat_of_vaporization":"358 kJ/mol",
      "heat_of_fusion":"16.74 kJ/mol",
      "density":"12.023 g/cm3",
      "boiling_point":"3236 K (2963 °C, 5365 °F)",
      "melting_point":"1828.05 K (1554.9 °C, 2830.82 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18",
      "electron_configuration":"[Kr] 4d10",
      "standard_atomic_weight":"106.42(1)[1]",
      "element_category":"  transition metal",
      "period":"period 5",
      "atomic_number":"46",
      "appearance":"silvery white",
      "symbol":"palladium, Pd",
      "__v":0
   },
   {
      "_id":"57c0bdfbee4c826c32a30252",
      "summary":"Phosphorus is a chemical element with symbol P and atomic number 15. As an element, phosphorus exists in two major forms—white phosphorus and red phosphorus—but because it is highly reactive, phosphorus is never found as a free element on Earth. With few exceptions, minerals containing phosphorus are in the maximally oxidised state as inorganic phosphate rocks.\nThe first form of elemental phosphorus to be produced (white phosphorus, in 1669) emits a faint glow when exposed to oxygen – hence the name, taken from Greek mythology, Φωσφόρος meaning \"light-bearer\" (Latin Lucifer), referring to the \"Morning Star\", the planet Venus (or Mercury). The term \"phosphorescence\", meaning glow after illumination, originally derives from this property of phosphorus, although this word has since been used for a different physical process that produces a glow. The glow of phosphorus itself originates from oxidation of the white (but not red) phosphorus — a process now termed chemiluminescence. Together with nitrogen, arsenic, and antimony, phosphorus is classified as a pnictogen.\nPhosphorus is essential for life. Phosphates (compounds containing the phosphate ion, PO4−3) are a component of DNA, RNA, ATP, and the phospholipids, which form all cell membranes. Demonstrating the link between phosphorus and life, elemental phosphorus was first isolated from human urine, and bone ash was an important early phosphate source. Phosphate minerals are fossils.[clarification needed] Low phosphate levels are an important limit to growth in some aquatic systems. The vast majority of phosphorus compounds produced are consumed as fertilisers. Phosphate is needed to replace the phosphorus that plants remove from the soil, and its annual demand is rising nearly twice as fast as the growth of the human population.[6] Other applications include the role of organophosphorus compounds in detergents, pesticides, and nerve agents.[7] At 0.099%, phosphorus is the most abundant pnictogen in the Earth's crust.[8]\n",
      "discovery":"Hennig Brand (1669)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"107±3 pm",
      "molar_heat_capacity":"white: 23.824 J/(mol·K)",
      "heat_of_fusion":"white: 0.66 kJ/mol",
      "density":"white: 1.823 g·cm−3\nred: ≈ 2.2–2.34 g·cm−3\nviolet: 2.36 g·cm−3\nblack: 2.69 g/cm3",
      "phase":"solid",
      "per_shell":"2, 8, 5",
      "electron_configuration":"[Ne] 3s2 3p3",
      "standard_atomic_weight":"30.973761998(5)[1]",
      "element_category":"  polyatomic nonmetal, sometimes considered a metalloid",
      "period":"period 3",
      "atomic_number":"15",
      "appearance":"colourless, waxy white, yellow, scarlet, red, violet, black",
      "symbol":"phosphorus, P",
      "__v":0
   },
   {
      "_id":"57c0be08ee4c826c32a30253",
      "summary":"Platinum is a chemical element with symbol Pt and atomic number 78. It is a dense, malleable, ductile, highly unreactive, precious, gray-white transition metal. Its name is derived from the Spanish term platina, which is literally translated into \"little silver\".[3][4]\nPlatinum is a member of the platinum group of elements and group 10 of the periodic table of elements. It has six naturally occurring isotopes. It is one of the rarer elements in Earth's crust with an average abundance of approximately 5 μg/kg. It occurs in some nickel and copper ores along with some native deposits, mostly in South Africa, which accounts for 80% of the world production. Because of its scarcity in Earth's crust, only a few hundred tonnes are produced annually, and given its important uses, it is highly valuable and is a major precious metal commodity.\nPlatinum is one of the least reactive metals. It has remarkable resistance to corrosion, even at high temperatures, and is therefore considered a noble metal. Consequently, platinum is often found chemically uncombined as native platinum. Because it occurs naturally in the alluvial sands of various rivers, it was first used by pre-Columbian South American natives to produce artifacts. It was referenced in European writings as early as 16th century, but it was not until Antonio de Ulloa published a report on a new metal of Colombian origin in 1748 that it began to be investigated by scientists.\nPlatinum is used in catalytic converters, laboratory equipment, electrical contacts and electrodes, platinum resistance thermometers, dentistry equipment, and jewelry. Being a heavy metal, it leads to health issues upon exposure to its salts; but due to its corrosion resistance, metallic platinum has not been linked to adverse health effects.[5] Compounds containing platinum, such as cisplatin, oxaliplatin and carboplatin, are applied in chemotherapy against certain types of cancer.[6]\n",
      "discovery":"Antonio de Ulloa (1748)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"136±5 pm",
      "ionization_energies":"1st: 870 kJ/mol\n2nd: 1791 kJ/mol",
      "molar_heat_capacity":"25.86 J/(mol·K)",
      "heat_of_vaporization":"510 kJ/mol",
      "heat_of_fusion":"22.17 kJ/mol",
      "density":"21.45 g/cm3",
      "boiling_point":"4098 K (3825 °C, 6917 °F)",
      "melting_point":"2041.4 K (1768.3 °C, 3214.9 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 17, 1",
      "electron_configuration":"[Xe] 4f14 5d9 6s1",
      "standard_atomic_weight":"195.084(9)[1]",
      "element_category":"  transition metal",
      "period":"period 6",
      "atomic_number":"78",
      "appearance":"silvery white",
      "symbol":"platinum, Pt",
      "__v":0
   },
   {
      "_id":"57c0be14ee4c826c32a30254",
      "summary":"Plutonium is a transuranic radioactive chemical element with symbol Pu and atomic number 94. It is an actinide metal of silvery-gray appearance that tarnishes when exposed to air, and forms a dull coating when oxidized. The element normally exhibits six allotropes and four oxidation states. It reacts with carbon, halogens, nitrogen, silicon and hydrogen. When exposed to moist air, it forms oxides and hydrides that can expand the sample up to 70% in volume, which in turn flake off as a powder that is pyrophoric. It is radioactive and can accumulate in bones, which makes the handling of plutonium dangerous.\nPlutonium was first produced and isolated on December 14, 1940 by Dr. Glenn T. Seaborg, Joseph W. Kennedy, Edwin M. McMillan, and Arthur C. Wahl by deuteron bombardment of uranium-238 in the 60-inch cyclotron at the University of California, Berkeley. They first synthesized neptunium-238 (half-life 2.1 days) which subsequently beta-decayed to form a new heavier element with atomic number 94 and atomic weight 238 (half-life 87.7 years). It was fitting that element 94 be named after the next planetoid, Pluto following the precedents that uranium was named after the planet Uranus and neptunium after the planet Neptune. Wartime secrecy prevented them from announcing the discovery until 1948. Plutonium is the heaviest primordial element by virtue of its most stable isotope, plutonium-244, whose half-life of about 80 million years is just long enough for the element to be found in trace quantities in nature. Plutonium is much more common on Earth since 1945 as a product of neutron capture and beta decay, where some of the neutrons released by the fission process convert uranium-238 nuclei into plutonium-239.\nBoth plutonium-239 and plutonium-241 are fissile, meaning that they can sustain a nuclear chain reaction, leading to applications in nuclear weapons and nuclear reactors. Plutonium-240 exhibits a high rate of spontaneous fission, raising the neutron flux of any sample containing it. The presence of plutonium-240 limits a plutonium sample's usability for weapons or its quality as reactor fuel, and the percentage of plutonium-240 determines its grade (weapons-grade, fuel-grade, or reactor-grade). Plutonium-238 has a half-life of 88 years and emits alpha particles. It is a heat source in radioisotope thermoelectric generators, which are used to power some spacecraft. Plutonium isotopes are expensive and inconvenient to separate, so particular isotopes are usually manufactured in specialized reactors.\nProducing plutonium in useful quantities for the first time was a major part of the Manhattan Project during World War II that developed the first atomic bombs. The Fat Man bombs used in the Trinity nuclear test in July 1945, and in the bombing of Nagasaki in August 1945, had plutonium cores. Human radiation experiments studying plutonium were conducted without informed consent, and several criticality accidents, some lethal, occurred after the war. Disposal of plutonium waste from nuclear power plants and dismantled nuclear weapons built during the Cold War is a nuclear-proliferation and environmental concern. Other sources of plutonium in the environment are fallout from numerous above-ground nuclear tests, now banned.\n",
      "discovery":"Glenn T. Seaborg, Arthur Wahl, Joseph W. Kennedy, Edwin McMillan (1940–1)",
      "crystal_structure":"monoclinic",
      "covalent_radius":"187±1 pm",
      "ionization_energies":"1st: 584.7 kJ/mol",
      "molar_heat_capacity":"35.5 J/(mol·K)",
      "heat_of_vaporization":"333.5 kJ/mol",
      "heat_of_fusion":"2.82 kJ/mol",
      "density":"19.816 g/cm3",
      "boiling_point":"3505 K (3228 °C, 5842 °F)",
      "melting_point":"912.5 K (639.4 °C, 1182.9 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 24, 8, 2",
      "electron_configuration":"[Rn] 5f6 7s2",
      "standard_atomic_weight":"(244)",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"94",
      "appearance":"silvery white, tarnishing to dark gray in air",
      "symbol":"plutonium, Pu",
      "__v":0
   },
   {
      "_id":"57c0be20ee4c826c32a30255",
      "summary":"Polonium is a chemical element with symbol Po and atomic number 84. A rare and highly radioactive metal with no stable isotopes, polonium is chemically similar to selenium and tellurium, though it also shows resemblances to its horizontal neighbors thallium, lead, and bismuth due to its metallic character. Due to the short half-life of all its isotopes, its natural occurrence is limited to tiny traces of the fleeting polonium-210 (with a half-life of 138 days) in uranium ores, as it is the penultimate daughter of natural uranium-238. Though slightly longer-lived isotopes exist, they are much more difficult to produce. Today, polonium is more often produced in milligram quantities by the neutron irradiation of bismuth. Due to its intense radioactivity, which results in radiolysis of chemical bonds and immense radioactive self-heating, its chemistry has mostly been investigated on the trace scale only.\nPolonium was discovered in 1898 by Marie and Pierre Curie, when it was chemically separated out of uranium ore and identified solely by its strong radioactivity: it was the first element to be so discovered. It was named after Marie Curie's homeland of Poland. Applications of polonium are sparse and dependent on its radioactivity: they include heaters in space probes, antistatic devices, and sources of neutrons and alpha particles. Its intense radioactivity makes it dangerously toxic to life.\n",
      "discovery":"Pierre Curie and Marie Curie (1898)",
      "crystal_structure":"rhombohedral\n\nβ-Po",
      "covalent_radius":"140±4 pm",
      "ionization_energies":"1st: 812.1 kJ/mol",
      "molar_heat_capacity":"26.4 J/(mol·K)",
      "heat_of_vaporization":"102.91 kJ/mol",
      "heat_of_fusion":"ca. 13 kJ/mol",
      "density":"alpha: 9.196 g/cm3\nbeta: 9.398 g/cm3",
      "boiling_point":"1235 K (962 °C, 1764 °F)",
      "melting_point":"527 K (254 °C, 489 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 18, 6",
      "electron_configuration":"[Xe] 4f14 5d10 6s2 6p4",
      "standard_atomic_weight":"(209)",
      "element_category":"  post-transition metal, but this status is disputed",
      "period":"period 6",
      "atomic_number":"84",
      "appearance":"silvery",
      "symbol":"polonium, Po",
      "__v":0
   },
   {
      "_id":"57c0be2bee4c826c32a30256",
      "summary":"Potassium is a chemical element with symbol K (derived from Neo-Latin, kalium) and atomic number 19. It was first isolated from potash, the ashes of plants, from which its name derives. In the Periodic table, potassium is one of seven elements in column (group) 1 (alkali metals). All elements in Group 1 have a single valence electron in the outer electron shell, which is easily removed to create an ion with a positive charge – a cation, which combines with anions to form salts. Potassium in nature occurs only in ionic salts. Elemental potassium is a soft silvery-white alkali metal that oxidizes rapidly in air and reacts vigorously with water, generating sufficient heat to ignite hydrogen emitted in the reaction and burning with a lilac-colored flame. It is found dissolved in sea water (which is 0.04% potassium by weight[4][5]), and is part of many minerals.\nNaturally occurring potassium is composed of three isotopes, of which 40\nK is radioactive. Traces of 40\nK are found in all potassium, and it is the most common radioisotope in the human body.\nPotassium is chemically very similar to sodium, the previous element in Group 1 of the periodic table. They have a similar ionization energy, which allows for each atom to give up its sole outer electron. That they are different elements that combine with the same anions to make similar salts was suspected in 1702,[6] and was proven in 1807 using electrolysis.\nMost industrial applications of potassium exploit the high solubility in water of potassium compounds, such as potassium soaps. Heavy crop production rapidly depletes the soil of potassium, and this depletion is prevented and remedied with agricultural fertilizers containing potassium, accounting for 95% of global potassium chemical production.[7]\nPotassium ions are necessary for the function of all living cells. The transfer of potassium ions through nerve cell membranes is necessary for normal nerve transmission; potassium depletion in excess can result in numerous abnormalities, including an abnormal heart rhythm and various electrocardiographic (ECG) abnormalities. Fresh fruits and vegetables are good dietary sources of potassium. The body responds to the influx of dietary potassium, which raises serum potassium levels, with a shift of potassium from outside to inside cells and an increase in potassium excretion by the kidney.\n",
      "discovery":"Humphry Davy (1807)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"203±12 pm",
      "ionization_energies":"1st: 418.8 kJ/mol\n2nd: 3052 kJ/mol\n3rd: 4420 kJ/mol\n(more)",
      "molar_heat_capacity":"29.6 J/(mol·K)",
      "heat_of_vaporization":"76.9 kJ/mol",
      "heat_of_fusion":"2.33 kJ/mol",
      "density":"0.862 g/cm3",
      "boiling_point":"1032 K (759 °C, 1398 °F)",
      "melting_point":"336.7 K (63.5 °C, 146.3 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 8, 1",
      "electron_configuration":"[Ar] 4s1",
      "standard_atomic_weight":"39.0983(1)[1]",
      "element_category":"  alkali metal",
      "period":"period 4",
      "atomic_number":"19",
      "appearance":"silvery gray",
      "symbol":"potassium, K",
      "__v":0
   },
   {
      "_id":"57c0be36ee4c826c32a30257",
      "summary":"Praseodymium is a chemical element with symbol Pr and atomic number 59. Praseodymium is a soft, silvery, malleable and ductile metal in the lanthanide group. It is valued for its magnetic, electrical, chemical, and optical properties.[4] It is too reactive to be found in native form, and when artificially prepared, it slowly develops a green oxide coating.\nThe element was named for the color of its primary oxide. In 1841, Swedish chemist Carl Gustav Mosander extracted a rare earth oxide residue he called \"didymium\" from a residue he called \"lanthana\", in turn separated from cerium salts. In 1885, the Austrian chemist Baron Carl Auer von Welsbach separated didymium into two salts of different colors, which he named praseodymium and neodymium. The name praseodymium comes from the Greek prasinos (πράσινος), meaning \"green\", and didymos (δίδυμος), \"twin\".\nLike most rare earth elements, praseodymium most readily forms trivalent Pr(III) ions. These are yellow-green in water solution, and various shades of yellow-green when incorporated into glasses. Many of praseodymium's industrial uses involve its use to filter yellow light from light sources.\n",
      "discovery":"Carl Auer von Welsbach (1885)",
      "crystal_structure":"double hexagonal close-packed (dhcp)",
      "covalent_radius":"203±7 pm",
      "ionization_energies":"1st: 527 kJ/mol\n2nd: 1020 kJ/mol\n3rd: 2086 kJ/mol",
      "molar_heat_capacity":"27.20 J/(mol·K)",
      "heat_of_vaporization":"331 kJ/mol",
      "heat_of_fusion":"6.89 kJ/mol",
      "density":"6.77 g/cm3",
      "boiling_point":"3403 K (3130 °C, 5666 °F)",
      "melting_point":"1208 K (935 °C, 1715 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 21, 8, 2",
      "electron_configuration":"[Xe] 4f3 6s2",
      "standard_atomic_weight":"140.90766(2)[2]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"59",
      "appearance":"grayish white",
      "symbol":"praseodymium, Pr",
      "__v":0
   },
   {
      "_id":"57c0be41ee4c826c32a30258",
      "summary":"Promethium, originally prometheum, is a chemical element with the symbol Pm and atomic number 61. All of its isotopes are radioactive; it is one of only two such elements that are followed in the periodic table by elements with stable forms, a distinction shared with technetium. Chemically, promethium is a lanthanide, which forms salts when combined with other elements. Promethium shows only one stable oxidation state of +3; however, a few +2 compounds may exist.\nIn 1902, Bohuslav Brauner suggested there was an element with properties intermediate between those of the known elements neodymium (60) and samarium (62); this was confirmed in 1914 by Henry Moseley who, having measured the atomic numbers of all the elements then known, found there was no element with atomic number 61. In 1926, an Italian and an American group claimed to have isolated a sample of element 61; both \"discoveries\" were soon proven to be false. In 1938, during a nuclear experiment conducted at Ohio State University, a few radioactive nuclides were produced that certainly were not radioisotopes of neodymium or samarium, but there was a lack of chemical proof that element 61 was produced, and the discovery was not generally recognized. Promethium was first produced and characterized at Oak Ridge National Laboratory in 1945 by the separation and analysis of the fission products of uranium fuel irradiated in a graphite reactor. The discoverers proposed the name \"prometheum\" (the spelling was subsequently changed), derived from Prometheus, the Titan in Greek mythology who stole fire from Mount Olympus and brought it down to humans, to symbolize \"both the daring and the possible misuse of mankind's intellect.\" However, a sample of the metal was made only in 1963.\nThere are two possible sources for natural promethium: rare decays of natural europium-151 (producing promethium-147), and uranium (various isotopes). Practical applications exist only for chemical compounds of promethium-147, which are used in luminous paint, atomic batteries and thickness measurement devices, even though promethium-145 is the most stable promethium isotope. Because natural promethium is exceedingly scarce, it is typically synthesized by bombarding uranium-235 (enriched uranium) with thermal neutrons to produce promethium-147.\n",
      "discovery":"Chien Shiung Wu, Emilio Segrè, Hans Bethe (1942)",
      "crystal_structure":"double hexagonal close-packed (dhcp)",
      "covalent_radius":"199 pm",
      "ionization_energies":"1st: 540 kJ/mol\n2nd: 1050 kJ/mol\n3rd: 2150 kJ/mol",
      "heat_of_vaporization":"289 kJ/mol",
      "heat_of_fusion":"7.13 kJ/mol",
      "density":"7.26 g/cm3",
      "boiling_point":"3273 K (3000 °C, 5432 °F)",
      "melting_point":"1315 K (1042 °C, 1908 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 23, 8, 2",
      "electron_configuration":"[Xe] 4f5 6s2",
      "standard_atomic_weight":"[145]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"61",
      "appearance":"metallic",
      "symbol":"promethium, Pm",
      "__v":0
   },
   {
      "_id":"57c0be4bee4c826c32a30259",
      "summary":"Protactinium or protoactinium (former name) is a chemical element with symbol Pa and atomic number 91. It is a dense, silvery-gray metal which readily reacts with oxygen, water vapor and inorganic acids. It forms various chemical compounds where protactinium is usually present in the oxidation state +5, but can also assume +4 and even +2 or +3 states. The average concentrations of protactinium in the Earth's crust is typically on the order of a few parts per trillion, but may reach up to a few parts per million in some uraninite ore deposits. Because of its scarcity, high radioactivity and high toxicity, there are currently no uses for protactinium outside of scientific research, and for this purpose, protactinium is mostly extracted from spent nuclear fuel.\nProtactinium was first identified in 1913 by Kasimir Fajans and Oswald Helmuth Göhring and named brevium because of the short half-life of the specific isotope studied, namely protactinium-234. A more stable isotope (231Pa) of protactinium was discovered in 1917/18 by Otto Hahn and Lise Meitner, and they chose the name proto-actinium, but then the IUPAC named it finally protactinium in 1949 and confirmed Hahn and Meitner as discoverers. The new name meant \"parent of actinium\" and reflected the fact that actinium is a product of radioactive decay of protactinium. It is noted that John Arnold Cranston (working with Frederick Soddy and Ada Hitchins) is also credited with discovering the most stable isotope in 1915 but delayed his announcement due to being called up for service in the First World War.[5]\nThe longest-lived and most abundant (nearly 100%) naturally occurring isotope of protactinium, protactinium-231, has a half-life of 32,760 years and is a decay product of uranium-235. Much smaller trace amounts of the short-lived nuclear isomer protactinium-234m occur in the decay chain of uranium-238. Protactinium-233 results from the decay of thorium-233 as part of the chain of events used to produce uranium-233 by neutron irradiation of thorium-232. It is an undesired intermediate product in thorium-based nuclear reactors and is therefore removed from the active zone of the reactor during the breeding process. Analysis of the relative concentrations of various uranium, thorium and protactinium isotopes in water and minerals is used in radiometric dating of sediments which are up to 175,000 years old and in modeling of various geological processes.\n",
      "discovery":"William Crookes (1900)",
      "crystal_structure":"tetragonal[2]",
      "covalent_radius":"200 pm",
      "ionization_energies":"1st: 568 kJ/mol",
      "heat_of_vaporization":"481 kJ/mol",
      "heat_of_fusion":"12.34 kJ/mol",
      "density":"15.37 g/cm3",
      "boiling_point":"4300 K (4027 °C, 7280 °F) (?)",
      "melting_point":"1841 K (1568 °C, 2854 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 20, 9, 2",
      "electron_configuration":"[Rn] 5f2 6d1 7s2",
      "standard_atomic_weight":"231.03588(2)[1]",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"91",
      "appearance":"bright, silvery metallic luster",
      "symbol":"protactinium, Pa",
      "__v":0
   },
   {
      "_id":"57c0be56ee4c826c32a3025a",
      "summary":"Radium is a chemical element with symbol Ra and atomic number 88. It is the sixth element in group 2 of the periodic table, also known as the alkaline earth metals. Pure radium is silvery-white, but it readily combines with nitrogen (rather than oxygen) on exposure to air, forming a black surface layer of radium nitride (Ra3N2). All isotopes of radium are highly radioactive, with the most stable isotope being radium-226, which has a half-life of 1600 years and decays into radon gas (specifically the isotope radon-222). When radium decays, ionizing radiation is a product, which can excite fluorescent chemicals and cause radioluminescence.\nRadium, in the form of radium chloride, was discovered by Marie and Pierre Curie in 1898. They extracted the radium compound from uraninite and published the discovery at the French Academy of Sciences five days later. Radium was isolated in its metallic state by Marie Curie and André-Louis Debierne through the electrolysis of radium chloride in 1911.[1]\nIn nature, radium is found in uranium and (to a lesser extent) thorium ores in trace amounts as small as a seventh of a gram per ton of uraninite. Radium is not necessary for living organisms, and adverse health effects are likely when it is incorporated into biochemical processes because of its radioactivity and chemical reactivity. Currently, other than its use in nuclear medicine, radium has no commercial applications; formerly, it was used as a radioactive source for radioluminescent devices and also in radioactive quackery for its supposed curative powers. Today, these former applications are no longer in vogue because radium's toxicity has since become known, and less dangerous isotopes are used instead in radioluminescent devices.\n",
      "discovery":"Pierre Curie and Marie Curie (1898)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"221±2 pm",
      "ionization_energies":"1st: 509.3 kJ/mol\n2nd: 979.0 kJ/mol",
      "heat_of_vaporization":"113 kJ/mol",
      "heat_of_fusion":"8.5 kJ/mol",
      "density":"5.5 g/cm3",
      "boiling_point":"2010 K (1737 °C, 3159 °F)",
      "melting_point":"973 K (700 °C, 1292 °F) (disputed)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 18, 8, 2",
      "electron_configuration":"[Rn] 7s2",
      "standard_atomic_weight":"(226)",
      "element_category":"  alkaline earth metal",
      "period":"period 7",
      "atomic_number":"88",
      "appearance":"silvery white metallic",
      "symbol":"radium, Ra",
      "__v":0
   },
   {
      "_id":"57c0be61ee4c826c32a3025b",
      "summary":"Radon is a chemical element with symbol Rn and atomic number 86. It is a radioactive, colorless, odorless, tasteless[2] noble gas, occurring naturally as a decay product of radium. Its most stable isotope, 222Rn, has a half-life of 3.8 days. Radon is one of the densest substances that remains a gas under normal conditions. It is also the only gas under normal conditions that has no stable isotopes, and is considered a health hazard due to its radioactivity. Intense radioactivity has also hindered chemical studies of radon and only a few compounds are known.\nRadon is formed as one intermediate step in the normal radioactive decay chains through which thorium and uranium slowly decay into lead. Thorium and uranium are the two most common radioactive elements on earth; they have been around since the earth was formed. Their naturally occurring isotopes have very long half-lives, on the order of billions of years. Thorium and uranium, their decay product radium, and its decay product radon, will therefore continue to occur for tens of millions of years at almost the same concentrations as they do now.[3] As radon itself decays, it produces other radioactive elements called radon progeny (also known as radon daughters) or decay products. Unlike the gaseous radon itself, radon daughters are solids and stick to surfaces, such as dust particles in the air. If such contaminated dust is inhaled, these particles can stick to the airways of the lung and increase the risk of developing lung cancer.[4]\nUnlike all the other intermediate elements in the aforementioned decay chains, radon is gaseous and easily inhaled. Thus, naturally-occurring radon is responsible for the majority of the public exposure to ionizing radiation. It is often the single largest contributor to an individual's background radiation dose, and is the most variable from location to location. Despite its short lifetime, some radon gas from natural sources can accumulate to far higher than normal concentrations in buildings, especially in low areas such as basements and crawl spaces due to its density. It can also occur in water where the water comes from a ground source -e.g. in some spring waters and hot springs.[5]\nEpidemiological studies have shown a clear link between breathing high concentrations of radon and incidence of lung cancer. Thus, radon is considered a significant contaminant that affects indoor air quality worldwide. According to the United States Environmental Protection Agency, radon is the second most frequent cause of lung cancer, after cigarette smoking, causing 21,000 lung cancer deaths per year in the United States. About 2,900 of these deaths occur among people who have never smoked. While radon is the second most frequent cause of lung cancer, it is the number one cause among non-smokers, according to EPA estimates.[6]\n",
      "discovery":"Friedrich Ernst Dorn (1898)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"150 pm",
      "ionization_energies":"1st: 1037 kJ/mol",
      "molar_heat_capacity":"5R/2 = 20.786 J/(mol·K)",
      "heat_of_vaporization":"18.10 kJ/mol",
      "heat_of_fusion":"3.247 kJ/mol",
      "density":"9.73 g/L",
      "boiling_point":"211.5 K (−61.7 °C, −79.1 °F)",
      "melting_point":"202 K (−71 °C, −96 °F)",
      "phase":"gas",
      "per_shell":"2, 8, 18, 32, 18, 8",
      "electron_configuration":"[Xe] 4f14 5d10 6s2 6p6",
      "standard_atomic_weight":"(222)",
      "element_category":"  noble gas",
      "period":"period 6",
      "atomic_number":"86",
      "appearance":"colorless gas, occasionally glows green or red in discharge tubes",
      "symbol":"radon, Rn",
      "__v":0
   },
   {
      "_id":"57c0be6dee4c826c32a3025c",
      "summary":"Rhenium is a chemical element with symbol Re and atomic number 75. It is a silvery-white, heavy, third-row transition metal in group 7 of the periodic table. With an estimated average concentration of 1 part per billion (ppb), rhenium is one of the rarest elements in the Earth's crust. The free element has the third-highest melting point and highest boiling point of any element at 5873 K. Rhenium resembles manganese and technetium chemically and is mainly obtained as a by-product of the extraction and refinement of molybdenum and copper ores. Rhenium shows in its compounds a wide variety of oxidation states ranging from −1 to +7.\nDiscovered in 1925, rhenium was the last stable element to be discovered. It was named after the river Rhine in Europe.\nNickel-based superalloys of rhenium are used in the combustion chambers, turbine blades, and exhaust nozzles of jet engines. These alloys contain up to 6% rhenium, making jet engine construction the largest single use for the element, with the chemical industry's catalytic uses being next-most important. Because of the low availability relative to demand, rhenium is among the most expensive of metals, with an average price of approximately US$2,750 per kilogram (US$85.53 per troy ounce) as of April 2015; it is also of critical strategic military importance, for its use in high performance military jet and rocket engines.[3]\n",
      "discovery":"Masataka Ogawa (1908)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"151±7 pm",
      "ionization_energies":"1st: 760 kJ/mol\n2nd: 1260 kJ/mol\n3rd: 2510 kJ/mol\n(more)",
      "molar_heat_capacity":"25.48 J/(mol·K)",
      "heat_of_vaporization":"704 kJ/mol",
      "heat_of_fusion":"60.43 kJ/mol",
      "density":"21.02 g/cm3",
      "boiling_point":"5903 K (5630 °C, 10,170 °F)",
      "melting_point":"3459 K (3186 °C, 5767 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 13, 2",
      "electron_configuration":"[Xe] 4f14 5d5 6s2",
      "standard_atomic_weight":"186.207(1)[1]",
      "element_category":"  transition metal",
      "period":"period 6",
      "atomic_number":"75",
      "appearance":"silvery-grayish",
      "symbol":"rhenium, Re",
      "__v":0
   },
   {
      "_id":"57c0be7aee4c826c32a3025d",
      "summary":"Rhodium is a chemical element with symbol Rh and atomic number 45. It is a rare, silvery-white, hard, and chemically inert transition metal. It is a member of the platinum group. It has only one naturally occurring isotope, 103Rh. Naturally occurring rhodium is usually found as the free metal, alloyed with similar metals, and rarely as a chemical compound in minerals such as bowieite and rhodplumsite. It is one of the rarest and most valuable precious metals.\nRhodium is a noble metal, resistant to corrosion, found in platinum or nickel ores together with the other members of the platinum group metals. It was discovered in 1803 by William Hyde Wollaston in one such ore, and named for the rose color of one of its chlorine compounds, produced after it reacted with the powerful acid mixture aqua regia.\nThe element's major use (approximately 80% of world rhodium production) is as one of the catalysts in the three-way catalytic converters in automobiles. Because rhodium metal is inert against corrosion and most aggressive chemicals, and because of its rarity, rhodium is usually alloyed with platinum or palladium and applied in high-temperature and corrosion-resistive coatings. White gold is often plated with a thin rhodium layer to improve its appearance while sterling silver is often rhodium-plated for tarnish resistance.\nRhodium detectors are used in nuclear reactors to measure the neutron flux level.\n",
      "discovery":"William Hyde Wollaston (1804)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"142±7 pm",
      "ionization_energies":"1st: 719.7 kJ/mol\n2nd: 1740 kJ/mol\n3rd: 2997 kJ/mol",
      "molar_heat_capacity":"24.98 J/(mol·K)",
      "heat_of_vaporization":"493 kJ/mol",
      "heat_of_fusion":"26.59 kJ/mol",
      "density":"12.41 g/cm3",
      "boiling_point":"3968 K (3695 °C, 6683 °F)",
      "melting_point":"2237 K (1964 °C, 3567 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 16, 1",
      "electron_configuration":"[Kr] 4d8 5s1",
      "standard_atomic_weight":"102.90550(2)[1]",
      "element_category":"  transition metal",
      "period":"period 5",
      "atomic_number":"45",
      "appearance":"silvery white metallic",
      "symbol":"rhodium, Rh",
      "__v":0
   },
   {
      "_id":"57c0be87ee4c826c32a3025e",
      "summary":"Rubidium is a chemical element with symbol Rb and atomic number 37. Rubidium is a soft, silvery-white metallic element of the alkali metal group, with an atomic mass of 85.4678. Elemental rubidium is highly reactive, with properties similar to those of other alkali metals, including rapid oxidation in air. On Earth, natural rubidium comprises two isotopes: 72% is the stable isotope, 85Rb; 28% is the slightly radioactive 87Rb, with a half-life of 49 billion years—more than three times longer than the estimated age of the universe.\nGerman chemists Robert Bunsen and Gustav Kirchhoff discovered rubidium in 1861 by the newly developed technique, flame spectroscopy.\nRubidium's compounds have various chemical and electronic applications. Rubidium metal is easily vaporized and has a convenient spectral absorption range, making it a frequent target for laser manipulation of atoms.\nRubidium is not a known nutrient for any living organisms. However, rubidium ions have the same charge as potassium ions, and are actively taken up and treated by animal cells in similar ways.\n",
      "discovery":"Robert Bunsen and Gustav Kirchhoff (1861)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"220±9 pm",
      "ionization_energies":"1st: 403 kJ/mol\n2nd: 2632.1 kJ/mol\n3rd: 3859.4 kJ/mol",
      "molar_heat_capacity":"31.060 J/(mol·K)",
      "heat_of_vaporization":"69 kJ/mol",
      "heat_of_fusion":"2.19 kJ/mol",
      "density":"1.532 g/cm3",
      "boiling_point":"961 K (688 °C, 1270 °F)",
      "melting_point":"312.45 K (39.30 °C, 102.74 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 8, 1",
      "electron_configuration":"[Kr] 5s1",
      "standard_atomic_weight":"85.4678(3)[1]",
      "element_category":"  alkali metal",
      "period":"period 5",
      "atomic_number":"37",
      "appearance":"grey white",
      "symbol":"rubidium, Rb",
      "__v":0
   },
   {
      "_id":"57c0be93ee4c826c32a3025f",
      "summary":"Ruthenium is a chemical element with symbol Ru and atomic number 44. It is a rare transition metal belonging to the platinum group of the periodic table. Like the other metals of the platinum group, ruthenium is inert to most other chemicals. The Baltic German scientist Karl Ernst Claus discovered the element in 1844 and named it after his homeland, the Russian Empire (one of Russia's Latin names is Ruthenia). Ruthenium is usually found as a minor component of platinum ores; the annual production is about 20 tonnes.[4] Most ruthenium produced is used in wear-resistant electrical contacts and thick-film resistors. A minor application for ruthenium is in platinum alloys and as a chemistry catalyst.\n",
      "discovery":"Karl Ernst Claus (1844)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"146±7 pm",
      "ionization_energies":"1st: 710.2 kJ/mol\n2nd: 1620 kJ/mol\n3rd: 2747 kJ/mol",
      "molar_heat_capacity":"24.06 J/(mol·K)",
      "heat_of_vaporization":"619 kJ/mol",
      "heat_of_fusion":"38.59 kJ/mol",
      "density":"12.45 g/cm3",
      "boiling_point":"4423 K (4150 °C, 7502 °F)",
      "melting_point":"2607 K (2334 °C, 4233 °F)",
      "per_shell":"2, 8, 18, 15, 1",
      "electron_configuration":"[Kr] 4d7 5s1",
      "standard_atomic_weight":"101.07(2)[1]",
      "element_category":"  transition metal",
      "period":"period 5",
      "atomic_number":"44",
      "appearance":"silvery white metallic",
      "symbol":"ruthenium, Ru",
      "__v":0
   },
   {
      "_id":"57c0be9dee4c826c32a30260",
      "summary":"Rutherfordium is a chemical element with symbol Rf and atomic number 104, named in honor of physicist Ernest Rutherford. It is a synthetic element (an element that can be created in a laboratory but is not found in nature) and radioactive; the most stable known isotope, 267Rf, has a half-life of approximately 1.3 hours.\nIn the periodic table of the elements, it is a d-block element and the second of the fourth-row transition elements. It is a member of the 7th period and belongs to the group 4 elements. Chemistry experiments have confirmed that rutherfordium behaves as the heavier homologue to hafnium in group 4. The chemical properties of rutherfordium are characterized only partly. They compare well with the chemistry of the other group 4 elements, even though some calculations had indicated that the element might show significantly different properties due to relativistic effects.\nIn the 1960s, small amounts of rutherfordium were produced in laboratories in the former Soviet Union and in California. The priority of the discovery and therefore the naming of the element was disputed between Soviet and American scientists, and it was not until 1997 that International Union of Pure and Applied Chemistry (IUPAC) established rutherfordium as the official name for the element.\n",
      "discovery":"Joint Institute for Nuclear Research (1964)",
      "crystal_structure":"hexagonal close-packed (hcp)\n\n(predicted)[4]",
      "covalent_radius":"157 pm (estimated)[1]",
      "ionization_energies":"1st: 579.9 kJ/mol\n2nd: 1389.4 kJ/mol\n3rd: 2296.4 kJ/mol\n(more) (all estimated)[2]",
      "density":"23.2 g/cm3 (predicted)[1][2][3]",
      "boiling_point":"5800 K (5500 °C, 9900 °F) (predicted)[1][2]",
      "melting_point":"2400 K (2100 °C, 3800 °F) (predicted)[1][2]",
      "phase":"solid (predicted)[1][2]",
      "per_shell":"2, 8, 18, 32, 32, 10, 2",
      "electron_configuration":"[Rn] 5f14 6d2 7s2[1][2]",
      "standard_atomic_weight":"[267]",
      "element_category":"  transition metal",
      "period":"period 7",
      "atomic_number":"104",
      "symbol":"rutherfordium, Rf",
      "__v":0
   },
   {
      "_id":"57c0beaaee4c826c32a30261",
      "summary":"Samarium is a chemical element with symbol Sm and atomic number 62. It is a moderately hard silvery metal that readily oxidizes in air. Being a typical member of the lanthanide series, samarium usually assumes the oxidation state +3. Compounds of samarium(II) are also known, most notably the monoxide SmO, monochalcogenides SmS, SmSe and SmTe, as well as samarium(II) iodide. The last compound is a common reducing agent in chemical synthesis. Samarium has no significant biological role and is only slightly toxic.\nSamarium was discovered in 1879 by the French chemist Paul Émile Lecoq de Boisbaudran and named after the mineral samarskite from which it was isolated. The mineral itself was earlier named after a Russian mine official, Colonel Vasili Samarsky-Bykhovets, who thereby became the first person to have a chemical element named after him, albeit indirectly. Although classified as a rare earth element, samarium is the 40th most abundant element in the Earth's crust and is more common than such metals as tin. Samarium occurs with concentration up to 2.8% in several minerals including cerite, gadolinite, samarskite, monazite and bastnäsite, the last two being the most common commercial sources of the element. These minerals are mostly found in China, the United States, Brazil, India, Sri Lanka and Australia; China is by far the world leader in samarium mining and production.\nThe major commercial application of samarium is in samarium-cobalt magnets, which have permanent magnetization second only to neodymium magnets; however, samarium compounds can withstand significantly higher temperatures, above 700 °C (1,292 °F), without losing their magnetic properties, due to the alloy's higher Curie point. The radioactive isotope samarium-153 is the major component of the drug samarium (153Sm) lexidronam (Quadramet), which kills cancer cells in the treatment of lung cancer, prostate cancer, breast cancer and osteosarcoma. Another isotope, samarium-149, is a strong neutron absorber and is therefore added to the control rods of nuclear reactors. It is also formed as a decay product during the reactor operation and is one of the important factors considered in the reactor design and operation. Other applications of samarium include catalysis of chemical reactions, radioactive dating and an X-ray laser.\n",
      "discovery":"Lecoq de Boisbaudran (1879)",
      "crystal_structure":"rhombohedral",
      "covalent_radius":"198±8 pm",
      "ionization_energies":"1st: 544.5 kJ/mol\n2nd: 1070 kJ/mol\n3rd: 2260 kJ/mol",
      "molar_heat_capacity":"29.54 J/(mol·K)",
      "heat_of_vaporization":"192 kJ/mol",
      "heat_of_fusion":"8.62 kJ/mol",
      "density":"7.52 g/cm3",
      "boiling_point":"2173 K (1900 °C, 3452 °F)",
      "melting_point":"1345 K (1072 °C, 1962 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 24, 8, 2",
      "electron_configuration":"[Xe] 4f6 6s2",
      "standard_atomic_weight":"150.36(2)[1]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"62",
      "appearance":"silvery white",
      "symbol":"samarium, Sm",
      "__v":0
   },
   {
      "_id":"57c0beb6ee4c826c32a30262",
      "summary":"Scandium is a chemical element with symbol Sc and atomic number 21. A silvery-white metallic d-block element, it has historically been sometimes classified as a rare earth element, together with yttrium and the lanthanoids. It was discovered in 1879 by spectral analysis of the minerals euxenite and gadolinite from Scandinavia.\nScandium is present in most of the deposits of rare earth and uranium compounds, but it is extracted from these ores in only a few mines worldwide. Because of the low availability and the difficulties in the preparation of metallic scandium, which was first done in 1937, applications for scandium were not developed until the 1970s. The positive effects of scandium on aluminium alloys were discovered in the 1970s, and its use in such alloys remains its only major application. The global trade of scandium oxide is about 10 tonnes per year.\nThe properties of scandium compounds are intermediate between those of aluminium and yttrium. A diagonal relationship exists between the behavior of magnesium and scandium, just as there is between beryllium and aluminium. In the chemical compounds of the elements in group 3, the predominant oxidation state is +3.\n",
      "discovery":"Lars Fredrik Nilson (1879)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"170±7 pm",
      "ionization_energies":"1st: 633.1 kJ/mol\n2nd: 1235.0 kJ/mol\n3rd: 2388.6 kJ/mol\n(more)",
      "molar_heat_capacity":"25.52 J/(mol·K)",
      "heat_of_vaporization":"332.7 kJ/mol",
      "heat_of_fusion":"14.1 kJ/mol",
      "density":"2.985 g/cm3",
      "boiling_point":"3109 K (2836 °C, 5136 °F)",
      "melting_point":"1814 K (1541 °C, 2806 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 9, 2",
      "electron_configuration":"[Ar] 3d1 4s2",
      "standard_atomic_weight":"44.955908(5)[1]",
      "element_category":"  transition metal",
      "period":"period 4",
      "atomic_number":"21",
      "appearance":"silvery white",
      "symbol":"scandium, Sc",
      "__v":0
   },
   {
      "_id":"57c0bec0ee4c826c32a30263",
      "summary":"Seaborgium is a chemical element with symbol Sg and atomic number 106. It is named after the American nuclear chemist Glenn T. Seaborg, and is the first and so far only element to be named after a person who was alive when the name was announced. It is a synthetic element (an element that can be created in a laboratory but is not found in nature) and radioactive; the most stable known isotope, 269Sg, has a half-life of approximately 3.1 minutes.\nIn the periodic table of the elements, it is a d-block transactinide element. It is a member of the 7th period and belongs to the group 6 elements. Chemistry experiments have confirmed that seaborgium behaves as the heavier homologue to tungsten in group 6. The chemical properties of seaborgium are characterized only partly, but they compare well with the chemistry of the other group 6 elements.\nIn 1974, a few atoms of seaborgium were produced in laboratories in the former Soviet Union and in the United States. The priority of the discovery and therefore the naming of the element was disputed between Soviet and American scientists, and it was not until 1997 that International Union of Pure and Applied Chemistry (IUPAC) established seaborgium as the official name for the element.\n",
      "discovery":"Lawrence Berkeley National Laboratory (1974)",
      "crystal_structure":"body-centered cubic (bcc)\n\n(predicted)[2]",
      "covalent_radius":"143 pm (estimated)[4]",
      "ionization_energies":"1st: 757.4 kJ/mol\n2nd: 1732.9 kJ/mol\n3rd: 2483.5 kJ/mol\n(more) (all estimated)[1]",
      "density":"35.0 g/cm3 (predicted)[1][3]",
      "phase":"solid (predicted)[2]",
      "per_shell":"2, 8, 18, 32, 32, 12, 2 (predicted)",
      "electron_configuration":"[Rn] 5f14 6d4 7s2 (predicted)[1]",
      "standard_atomic_weight":"[269]",
      "element_category":"  transition metal",
      "period":"period 7",
      "atomic_number":"106",
      "symbol":"seaborgium, Sg",
      "__v":0
   },
   {
      "_id":"57c0becdee4c826c32a30264",
      "summary":"Selenium is a chemical element with symbol Se and atomic number 34. It is a nonmetal with properties that are intermediate between the elements above and below in the periodic table, sulfur and tellurium. It rarely occurs in its elemental state or as pure ore compounds in the Earth's crust. Selenium (Greek σελήνη selene meaning \"Moon\") was discovered in 1817 by Jöns Jacob Berzelius, who noted the similarity of the new element to the previously discovered tellurium (named for the Earth).\nSelenium is found in metal sulfide ores, where it partially replaces the sulfur. Commercially, selenium is produced as a byproduct in the refining of these ores, most often during production. Minerals that are pure selenide or selenate compounds are known but rare. The chief commercial uses for selenium today are glassmaking and pigments. Selenium is a semiconductor and is used in photocells. Applications in electronics, once important, have been mostly supplanted by silicon semiconductor devices. Selenium is still used in a few types of DC power surge protectors and one type of fluorescent quantum dot.\nSelenium salts are toxic in large amounts, but trace amounts are necessary for cellular function in many organisms, including all animals. Selenium is an ingredient in many multivitamins and other dietary supplements, including infant formula. It is a component of the antioxidant enzymes glutathione peroxidase and thioredoxin reductase (which indirectly reduce certain oxidized molecules in animals and some plants). It is also found in three deiodinase enzymes, which convert one thyroid hormone to another. Selenium requirements in plants differ by species, with some plants requiring relatively large amounts and others apparently requiring none.[4]\n",
      "discovery":"Jöns Jakob Berzelius and Johann Gottlieb Gahn (1817)",
      "crystal_structure":"hexagonal",
      "covalent_radius":"120±4 pm",
      "ionization_energies":"1st: 941.0 kJ/mol\n2nd: 2045 kJ/mol\n3rd: 2973.7 kJ/mol",
      "molar_heat_capacity":"25.363 J/(mol·K)",
      "heat_of_vaporization":"95.48 kJ/mol",
      "heat_of_fusion":"gray: 6.69 kJ/mol",
      "density":"gray: 4.81 g/cm3\nalpha: 4.39 g/cm3\nvitreous: 4.28 g/cm3",
      "boiling_point":"958 K (685 °C, 1265 °F)",
      "melting_point":"494 K (221 °C, 430 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 6",
      "electron_configuration":"[Ar] 3d10 4s2 4p4",
      "standard_atomic_weight":"78.971(8)[1]",
      "element_category":"  polyatomic nonmetal, sometimes considered a metalloid",
      "period":"period 4",
      "atomic_number":"34",
      "appearance":"black, red, and gray (not pictured) allotropes",
      "symbol":"selenium, Se",
      "__v":0
   },
   {
      "_id":"57c0bed9ee4c826c32a30265",
      "summary":"Silicon is a chemical element with symbol Si and atomic number 14. It is a tetravalent metalloid, more reactive than germanium, the metalloid directly below it in the table. Controversy about silicon's character dates to its discovery. It was first prepared and characterized in pure form in 1823. In 1808, it was given the name silicium (from Latin: silex, hard stone or flint), with an -ium word-ending to suggest a metal, a name which the element retains in several languages. The present English name was first suggested in 1817 to conform with the physically similar elements, carbon and boron.\nSilicon is the eighth most common element in the universe by mass, but very rarely occurs as the pure free element in the Earth's crust. It is most widely distributed in dusts, sands, planetoids, and planets as various forms of silicon dioxide (silica) or silicates. Over 90% of the Earth's crust is composed of silicate minerals, making silicon the second most abundant element in the Earth's crust (about 28% by mass) after oxygen.[9]\nMost silicon is used commercially without being separated, and often with little processing of the natural minerals. Such use includes industrial construction with clays, silica sand, and stone. Silicate is used in Portland cement for mortar and stucco, and mixed with silica sand and gravel to make concrete for walkways, foundations, and roads. Silicates are used in whiteware ceramics such as porcelain, and in traditional quartz-based soda-lime glass and many other specialty glasses. Silicon compounds such as silicon carbide are used as abrasives and components of high-strength ceramics.\nElemental silicon also has a large impact on the modern world economy. Most free silicon is used in the steel refining, aluminium-casting, and fine chemical industries (often to make fumed silica). Even more visibly, the relatively small portion of very highly purified silicon used in semiconductor electronics (< 10%) is essential to integrated circuits — most computers, cell phones, and modern technology depends on it. Silicon is the basis of the widely used synthetic polymers called silicones.\nSilicon is an essential element in biology, although only tiny traces are required by animals.[10] However, various sea sponges and microorganisms, such as diatoms and radiolaria, secrete skeletal structures made of silica. Silica is deposited in many plant tissues, such as in the bark and wood of Chrysobalanaceae and the silica cells and silicified trichomes of Cannabis sativa, horsetails and many grasses.[11]\n",
      "discovery":"Jöns Jacob Berzelius[7][8] (1823)",
      "crystal_structure":"face-centered diamond-cubic",
      "covalent_radius":"111 pm",
      "ionization_energies":"1st: 786.5 kJ/mol\n2nd: 1577.1 kJ/mol\n3rd: 3231.6 kJ/mol\n(more)",
      "molar_heat_capacity":"19.789 J/(mol·K)",
      "heat_of_vaporization":"383 kJ/mol",
      "heat_of_fusion":"50.21 kJ/mol",
      "density":"2.3290 g/cm3",
      "boiling_point":"3538 K (3265 °C, 5909 °F)",
      "melting_point":"1687 K (1414 °C, 2577 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 4",
      "electron_configuration":"[Ne] 3s2 3p2",
      "standard_atomic_weight":"28.085[1] (28.084–28.086)[2]",
      "element_category":"  metalloid",
      "period":"period 3",
      "atomic_number":"14",
      "appearance":"crystalline, reflective with bluish-tinged faces",
      "symbol":"silicon, Si",
      "__v":0
   },
   {
      "_id":"57c0bee7ee4c826c32a30266",
      "summary":"Silver is the metallic element with the atomic number 47. Its symbol is Ag, from the Latin argentum, derived from the Greek ὰργὀς (literally \"shiny\" or \"white\"), and ultimately from a Proto-Indo-European language root reconstructed as *h2erǵ-, \"grey\" or \"shining\". A soft, white, lustrous transition metal, it exhibits the highest electrical conductivity, thermal conductivity, and reflectivity of any metal. The metal is found in the Earth's crust in the pure, free elemental form (\"native silver\"), as an alloy with gold and other metals, and in minerals such as argentite and chlorargyrite. Most silver is produced as a byproduct of copper, gold, lead, and zinc refining.\nSilver has long been valued as a precious metal. Silver metal is used in many premodern monetary systems in bullion coins, sometimes alongside gold: while it is more abundant than gold, it is much less abundant as a native metal. Its purity is typically measured on a per-mille basis; a 94%-pure alloy is described as \"0.940 fine\". As one of the seven metals of antiquity, silver has had an enduring role in most human cultures.\nSilver is used in numerous applications other than currency, such as solar panels, water filtration, jewelry, ornaments, high-value tableware and utensils (hence the term silverware), and as an investment medium (coins and bullion). Silver is used industrially in electrical contacts and conductors, in specialized mirrors, window coatings, and in catalysis of chemical reactions. Silver compounds are used in photographic film and X-rays. Dilute silver nitrate solutions and other silver compounds are used as disinfectants and microbiocides (oligodynamic effect), added to bandages and wound-dressings, catheters, and other medical instruments.\n",
      "discovery":"before 5000 BC",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"145±5 pm",
      "ionization_energies":"1st: 731.0 kJ/mol\n2nd: 2070 kJ/mol\n3rd: 3361 kJ/mol",
      "molar_heat_capacity":"25.350 J/(mol·K)",
      "heat_of_vaporization":"254 kJ/mol",
      "heat_of_fusion":"11.28 kJ/mol",
      "density":"10.49 g/cm3",
      "boiling_point":"2435 K (2162 °C, 3924 °F)",
      "melting_point":"1234.93 K (961.78 °C, 1763.2 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18, 1",
      "electron_configuration":"[Kr] 4d10 5s1",
      "standard_atomic_weight":"107.8682(2)[1]",
      "element_category":"  transition metal",
      "period":"period 5",
      "atomic_number":"47",
      "appearance":"lustrous white metal",
      "symbol":"silver, Ag",
      "__v":0
   },
   {
      "_id":"57c0bef2ee4c826c32a30267",
      "summary":"Sodium is a chemical element with symbol Na (from Greek Νάτριο) and atomic number 11. It is a soft, silver-white, highly reactive metal. In the Periodic table it is in column 1 (alkali metals), and like the other six elements in that column, it has a single electron in its outer shell that it readily donates, creating a positively charged atom—a cation. Its only stable isotope is 23Na. The free metal does not occur in nature, but must be prepared from compounds. Sodium is the sixth most abundant element in the Earth's crust, and exists in numerous minerals such as feldspars, sodalite and rock salt (NaCl). Many salts of sodium are highly water-soluble: sodium ions have been leached by the action of water from the Earth's minerals over eons; sodium and chlorine are the most common dissolved elements by weight in the oceans.\nSodium was first isolated by Humphry Davy in 1807 by the electrolysis of sodium hydroxide. Among many other useful sodium compounds, sodium hydroxide (lye) is used in soap manufacture, and sodium chloride (edible salt) is a de-icing agent and a nutrient for humans and cattle.\nSodium is an essential element for all animals and some plants. Sodium ions are the major cation in the extracellular fluid (ECF) and as such are the major contributor to the ECF osmotic pressure and ECF compartment volume. Loss of water from the ECF compartment increases the sodium concentration, a condition called hypernatremia. Isotonic loss of water and sodium from the ECF compartment decreases the size of that compartment in a condition called ECF hypovolemia.\nBy means of Na+/K+-ATPase, living human cells pump three sodium ions out of the cell in exchange for two potassium ions pumped in; comparing ion concentrations across the cell membrane, inside to outside, potassium measures about 40:1, and sodium, about 1:10. In nerve cells, the electrical charge across the cell membrane enables transmission of the nerve impulse—an action potential—when the charge is dissipated; sodium plays a key role in that activity.\n",
      "discovery":"Humphry Davy (1807)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"166±9 pm",
      "ionization_energies":"1st: 495.8 kJ/mol\n2nd: 4562 kJ/mol\n3rd: 6910.3 kJ/mol\n(more)",
      "molar_heat_capacity":"28.230 J/(mol·K)",
      "heat_of_vaporization":"97.42 kJ/mol",
      "heat_of_fusion":"2.60 kJ/mol",
      "density":"0.968 g/cm3",
      "boiling_point":"1156.090 K (882.940 °C, 1621.292 °F)",
      "melting_point":"370.944 K (97.794 °C, 208.029 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 1",
      "electron_configuration":"[Ne] 3s1",
      "standard_atomic_weight":"22.98976928(2)[1]",
      "element_category":"  alkali metal",
      "period":"period 3",
      "atomic_number":"11",
      "appearance":"silvery white metallic",
      "symbol":"sodium, Na",
      "__v":0
   },
   {
      "_id":"57c0befeee4c826c32a30268",
      "summary":"Strontium is a chemical element with symbol Sr and atomic number 38. An alkaline earth metal, strontium is a soft silver-white or yellowish metallic element that is highly reactive chemically. The metal turns yellow when it is exposed to air. Strontium has physical and chemical properties similar to those of its two vertical neighbors, calcium and barium. It occurs naturally in the minerals celestine, strontianite, and putnisite, and is mostly mined from the first two of these. While natural strontium is stable, the synthetic 90Sr isotope, present in radioactive fallout, is radioactive and has a half-life of 28.90 years: this is one of the most dangerous components of fallout, as strontium mimics its vertical neighbor calcium and is similarly taken up by the body. Natural stable strontium, on the other hand, is not dangerous to health.\nBoth strontium and strontianite are named after Strontian, a village in Scotland near which the mineral was discovered in 1790 by Adair Crawford and William Cruickshank; it was identified as a new element the next year from its crimson-red flame test color. Strontium was first isolated as a metal in 1808 by Humphry Davy using the then-newly discovered process of electrolysis. The production of sugar from sugar beet was in the 19th century the largest application of strontium (see strontian process). At the peak of production of television cathode ray tubes, as much as 75 percent of strontium consumption in the United States was used for the faceplate glass.[4] With the displacement of cathode ray tubes by other display methods, consumption of strontium has dramatically declined.[4]\n",
      "discovery":"William Cruickshank (1787)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"195±10 pm",
      "ionization_energies":"1st: 549.5 kJ/mol\n2nd: 1064.2 kJ/mol\n3rd: 4138 kJ/mol",
      "molar_heat_capacity":"26.4 J/(mol·K)",
      "heat_of_vaporization":"141 kJ/mol",
      "heat_of_fusion":"7.43 kJ/mol",
      "density":"2.64 g/cm3",
      "boiling_point":"1650 K (1377 °C, 2511 °F)",
      "melting_point":"1050 K (777 °C, 1431 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 8, 2",
      "electron_configuration":"[Kr] 5s2",
      "standard_atomic_weight":"87.62(1)[2]",
      "element_category":"  alkaline earth metal",
      "period":"period 5",
      "atomic_number":"38",
      "appearance":"silvery white metallic; with a pale yellow tint[1]",
      "symbol":"strontium, Sr",
      "__v":0
   },
   {
      "_id":"57c0bf0aee4c826c32a30269",
      "summary":"Sulfur or sulphur (see spelling differences) is a chemical element with symbol S and atomic number 16. It is an abundant, multivalent non-metal. Under normal conditions, sulfur atoms form cyclic octatomic molecules with chemical formula S8. Elemental sulfur is a bright yellow crystalline solid at room temperature. Chemically, sulfur reacts with all elements except for gold, platinum, iridium, nitrogen, tellurium, iodine and the noble gases.\nElemental sulfur occurs naturally as the element (native sulfur), but most commonly occurs in combined forms as sulfide and sulfate minerals. Being abundant in native form, sulfur was known in ancient times, being mentioned for its uses in ancient India, ancient Greece, China, and Egypt. In the Bible, sulfur is called brimstone.[5] Today, almost all elemental sulfur is produced as a byproduct of removing sulfur-containing contaminants from natural gas and petroleum. The greatest commercial use of the element is the production of sulfuric acid for sulfate and phosphate fertilizers, and other chemical processes. The element sulfur is used in matches, insecticides, and fungicides. Many sulfur compounds are odoriferous, and the smells of odorized natural gas, skunk scent, grapefruit, and garlic are due to organosulfur compounds. Hydrogen sulfide gives the characteristic odor to rotting eggs and other biological processes.\nSulfur is an essential element for all life, but almost always in the form of organosulfur compounds or metal sulfides. Three amino acids (cysteine, cystine, and methionine) and two vitamins (biotin and thiamine) are organosulfur compounds. Many cofactors also contain sulfur including glutathione and thioredoxin and iron–sulfur proteins. Disulfides, S–S bonds, confer mechanical strength and insolubility of the protein keratin, found in outer skin, hair, and feathers. Elemental sulfur is not common in higher forms of life, but is both a product and an oxidant for various bacteria.\n",
      "discovery":"Chinese[4] (before 2000 BCE)",
      "crystal_structure":"orthorhombic",
      "covalent_radius":"105±3 pm",
      "ionization_energies":"1st: 999.6 kJ/mol\n2nd: 2252 kJ/mol\n3rd: 3357 kJ/mol\n(more)",
      "molar_heat_capacity":"22.75 J/(mol·K)",
      "heat_of_vaporization":"mono: 45 kJ/mol",
      "heat_of_fusion":"mono: 1.727 kJ/mol",
      "density":"alpha: 2.07 g/cm3\nbeta: 1.96 g/cm3\ngamma: 1.92 g/cm3",
      "boiling_point":"717.8 K (444.6 °C, 832.3 °F)",
      "melting_point":"388.36 K (115.21 °C, 239.38 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 6",
      "electron_configuration":"[Ne] 3s2 3p4",
      "standard_atomic_weight":"32.06[1] (32.059–32.076)[2]",
      "element_category":"  polyatomic nonmetal",
      "period":"period 3",
      "atomic_number":"16",
      "appearance":"lemon yellow sintered microcrystals",
      "symbol":"sulfur, S",
      "__v":0
   },
   {
      "_id":"57c0bf18ee4c826c32a3026a",
      "summary":"Tantalum is a chemical element with symbol Ta and atomic number 73. Previously known as tantalium, its name comes from Tantalus, a villain from Greek mythology.[4] Tantalum is a rare, hard, blue-gray, lustrous transition metal that is highly corrosion-resistant. It is part of the refractory metals group, which are widely used as minor components in alloys. The chemical inertness of tantalum makes it a valuable substance for laboratory equipment and a substitute for platinum. Its main use today is in tantalum capacitors in electronic equipment such as mobile phones, DVD players, video game systems and computers. Tantalum, always together with the chemically similar niobium, occurs in the minerals tantalite, columbite and coltan (a mix of columbite and tantalite).\n",
      "discovery":"Anders Gustaf Ekeberg (1802)",
      "crystal_structure":"tetragonal[2]\n\nβ-Ta",
      "covalent_radius":"170±8 pm",
      "ionization_energies":"1st: 761 kJ/mol\n2nd: 1500 kJ/mol",
      "molar_heat_capacity":"25.36 J/(mol·K)",
      "heat_of_vaporization":"753 kJ/mol",
      "heat_of_fusion":"36.57 kJ/mol",
      "density":"16.69 g/cm3",
      "boiling_point":"5731 K (5458 °C, 9856 °F)",
      "melting_point":"3290 K (3017 °C, 5463 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 11, 2",
      "electron_configuration":"[Xe] 4f14 5d3 6s2",
      "standard_atomic_weight":"180.94788(2)[1]",
      "element_category":"  transition metal",
      "period":"period 6",
      "atomic_number":"73",
      "appearance":"gray blue",
      "symbol":"tantalum, Ta",
      "__v":0
   },
   {
      "_id":"57c0bf24ee4c826c32a3026b",
      "summary":"Technetium (/tɛkˈniːʃiəm/) is a chemical element with symbol Tc and atomic number 43. It is the lightest element of which all isotopes are radioactive; none are stable. Only one other such element, promethium, is followed (in the periodic table) by elements with stable isotopes. Nearly all technetium is produced synthetically, and only minute amounts are found in the Earth's crust. Naturally occurring technetium is a spontaneous fission product in uranium ore or the product of neutron capture in molybdenum ores. The chemical properties of this silvery gray, crystalline transition metal are intermediate between rhenium and manganese.\nMany of technetium's properties were predicted by Dmitri Mendeleev before the element was discovered. Mendeleev noted a gap in his periodic table and gave the undiscovered element the provisional name ekamanganese (Em). In 1937, technetium (specifically the technetium-97 isotope) became the first predominantly artificial element to be produced, hence its name (from the Greek τεχνητός, meaning \"artificial\", + -ium).\nIts short-lived gamma ray-emitting nuclear isomer—technetium-99m—is used in nuclear medicine for a wide variety of diagnostic tests. Technetium-99 is used as a gamma-ray-free source of beta particles. Long-lived technetium isotopes produced commercially are by-products of fission of uranium-235 in nuclear reactors and are extracted from nuclear fuel rods. Because no isotope of technetium has a half-life longer than 4.2 million years (technetium-98), the 1952 detection of technetium in red giants, which are billions of years old, helped to prove that stars can produce heavier elements.\n",
      "discovery":"Emilio Segrè and Carlo Perrier (1937)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"147±7 pm",
      "ionization_energies":"1st: 702 kJ/mol\n2nd: 1470 kJ/mol\n3rd: 2850 kJ/mol",
      "molar_heat_capacity":"24.27 J/(mol·K)",
      "heat_of_vaporization":"585.2 kJ/mol",
      "heat_of_fusion":"33.29 kJ/mol",
      "density":"11 g/cm3",
      "boiling_point":"4538 K (4265 °C, 7709 °F)",
      "melting_point":"2430 K (2157 °C, 3915 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 13, 2",
      "electron_configuration":"[Kr] 4d5 5s2",
      "standard_atomic_weight":"[98]",
      "element_category":"  transition metal",
      "period":"period 5",
      "atomic_number":"43",
      "appearance":"shiny gray metal",
      "symbol":"technetium, Tc",
      "__v":0
   },
   {
      "_id":"57c0bf31ee4c826c32a3026c",
      "summary":"Tellurium is a chemical element with symbol Te and atomic number 52. It is a brittle, mildly toxic, rare, silver-white metalloid. Tellurium is chemically related to selenium and sulfur. It is occasionally found in native form as elemental crystals. Tellurium is far more common in the universe as a whole than on Earth. Its extreme rarity in the Earth's crust, comparable to that of platinum, is due partly to its high atomic number, but also to its formation of a volatile hydride which caused it to be lost to space as a gas during the hot nebular formation of the planet.\nTellurium was discovered in the Habsburg Empire, in 1782 by Franz-Joseph Müller von Reichenstein in a mineral containing tellurium and gold. Martin Heinrich Klaproth named the new element in 1798 after the Latin word for \"earth\", tellus. Gold telluride minerals are the most notable natural gold compounds. However, they are not a commercially significant source of tellurium itself, which is normally extracted as a by-product of copper and lead production.\nCommercially, the primary use of tellurium is copper and steel alloys, where it improves machinability. Applications in CdTe solar panels and semiconductors also consume a considerable portion of tellurium production.\nTellurium has no biological function, although fungi can use it in place of sulfur and selenium in amino acids such as tellurocysteine and telluromethionine.[5] In humans, tellurium is partly metabolized into dimethyl telluride, (CH3)2Te, a gas with a garlic-like odor exhaled in the breath of victims of tellurium exposure or poisoning.\n",
      "discovery":"Franz-Joseph Müller von Reichenstein (1782)",
      "crystal_structure":"hexagonal",
      "covalent_radius":"138±4 pm",
      "ionization_energies":"1st: 869.3 kJ/mol\n2nd: 1790 kJ/mol\n3rd: 2698 kJ/mol",
      "molar_heat_capacity":"25.73 J/(mol·K)",
      "heat_of_vaporization":"114.1 kJ/mol",
      "heat_of_fusion":"17.49 kJ/mol",
      "density":"6.24 g/cm3",
      "boiling_point":"1261 K (988 °C, 1810 °F)",
      "melting_point":"722.66 K (449.51 °C, 841.12 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18, 6",
      "electron_configuration":"[Kr] 4d10 5s2 5p4",
      "standard_atomic_weight":"127.60(3)[1]",
      "element_category":"  metalloid",
      "period":"period 5",
      "atomic_number":"52",
      "appearance":"silvery lustrous gray (crystalline),\nbrown-black powder (amorphous)",
      "symbol":"tellurium, Te",
      "__v":0
   },
   {
      "_id":"57c0bf3cee4c826c32a3026d",
      "summary":"Terbium is a chemical element with symbol Tb and atomic number 65. It is a silvery-white rare earth metal that is malleable, ductile and soft enough to be cut with a knife. Terbium is never found in nature as a free element, but it is contained in many minerals, including cerite, gadolinite, monazite, xenotime and euxenite.\nSwedish chemist Carl Gustaf Mosander discovered terbium as a separate elemental compound in 1843. He detected it as an impurity in yttrium oxide, Y2O3. Yttrium and terbium are named after the village of Ytterby in Sweden. Terbium was not isolated in pure form until the advent of ion exchange techniques.\nTerbium is used to dope calcium fluoride, calcium tungstate and strontium molybdate, materials that are used in solid-state devices, and as a crystal stabilizer of fuel cells which operate at elevated temperatures. As a component of Terfenol-D (an alloy that expands and contracts when exposed to magnetic fields more than any other alloy), terbium is of use in actuators, in naval sonar systems and in sensors.\nMost of the world's terbium supply is used in green phosphors. Terbium oxide is in fluorescent lamps and TV tubes. Terbium green phosphors are combined with divalent europium blue phosphors and trivalent europium red phosphors to provide \"trichromatic\" lighting technology, a high-efficiency white light used for standard illumination in indoor lighting.\n",
      "discovery":"Carl Gustaf Mosander (1842)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"194±5 pm",
      "ionization_energies":"1st: 565.8 kJ/mol\n2nd: 1110 kJ/mol\n3rd: 2114 kJ/mol",
      "molar_heat_capacity":"28.91 J/(mol·K)",
      "heat_of_vaporization":"391 kJ/mol",
      "heat_of_fusion":"10.15 kJ/mol",
      "density":"8.23 g/cm3",
      "boiling_point":"3396 K (3123 °C, 5653 °F)",
      "melting_point":"1629 K (1356 °C, 2473 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 27, 8, 2",
      "electron_configuration":"[Xe] 4f9 6s2",
      "standard_atomic_weight":"158.92535(2)[1]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"65",
      "appearance":"silvery white",
      "symbol":"terbium, Tb",
      "__v":0
   },
   {
      "_id":"57c0bf48ee4c826c32a3026e",
      "summary":"Thallium is a chemical element with symbol Tl and atomic number 81. This soft gray post-transition metal is not found free in nature. When isolated, it resembles tin, but discolors when exposed to air. Chemists William Crookes and Claude-Auguste Lamy discovered thallium independently in 1861, in residues of sulfuric acid production. Both used the newly developed method of flame spectroscopy, in which thallium produces a notable green spectral line. Thallium, from Greek θαλλός, thallos, meaning \"a green shoot or twig,\" was named by Crookes. It was isolated by both Lamy and Crookes in 1862; Lamy by electrolysis and Crookes by precipitation and melting of the resultant powder. Crookes exhibited it as a powder precipitated by Zinc at the International exhibition which opened on 1 May, that year.[5]\nThallium tends to oxidize to the +3 and +1 oxidation states as ionic salts. The +3 state resembles that of the other elements in group 13 (boron, aluminium, gallium, indium). However, the +1 state, which is far more prominent in thallium than the elements above it, recalls the chemistry of alkali metals, and thallium(I) ions are found geologically mostly in potassium-based ores, and (when ingested) are handled in many ways like potassium ions (K+) by ion pumps in living cells.\nCommercially, however, thallium is produced not from potassium ores, but as a byproduct from refining of heavy metal sulfide ores. Approximately 60–70% of thallium production is used in the electronics industry, and the remainder is used in the pharmaceutical industry and in glass manufacturing.[6] It is also used in infrared detectors. The radioisotope thallium-201 (as the soluble chloride TlCl) is used in small, nontoxic amounts as an agent in a nuclear medicine scan, during one type of nuclear cardiac stress test.\nSoluble thallium salts (many of which are nearly tasteless) are highly toxic in quantity, and were historically used in rat poisons and insecticides. Use of these compounds has been restricted or banned in many countries, because of their nonselective toxicity. Notably, thallium poisoning results in hair loss. Because of its historic popularity as a murder weapon, thallium has gained notoriety as \"the poisoner's poison\" and \"inheritance powder\" (alongside arsenic).[7]\n",
      "discovery":"William Crookes (1861)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"145±7 pm",
      "ionization_energies":"1st: 589.4 kJ/mol\n2nd: 1971 kJ/mol\n3rd: 2878 kJ/mol",
      "molar_heat_capacity":"26.32 J/(mol·K)",
      "heat_of_vaporization":"165 kJ/mol",
      "heat_of_fusion":"4.14 kJ/mol",
      "density":"11.85 g/cm3",
      "boiling_point":"1746 K (1473 °C, 2683 °F)",
      "melting_point":"577 K (304 °C, 579 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 18, 3",
      "electron_configuration":"[Xe] 4f14 5d10 6s2 6p1",
      "standard_atomic_weight":"204.38[1] (204.382–204.385)[2]",
      "element_category":"  post-transition metal",
      "period":"period 6",
      "atomic_number":"81",
      "appearance":"silvery white",
      "symbol":"thallium, Tl",
      "__v":0
   },
   {
      "_id":"57c0bf54ee4c826c32a3026f",
      "summary":"Thorium is a chemical element with symbol Th and atomic number 90. A radioactive actinide metal, thorium is one of only two significantly radioactive elements that still occur naturally in large quantities as a primordial element (the other being uranium).[a] It was discovered in 1829 by the Norwegian priest and amateur mineralogist Morten Thrane Esmark[4] and identified by the Swedish chemist Jöns Jacob Berzelius, who named it after Thor, the Norse god of thunder.\nA thorium atom has 90 protons and therefore 90 electrons, of which four are valence electrons. Thorium metal is silvery and tarnishes black when exposed to air, forming the dioxide. Thorium is weakly radioactive: all its known isotopes are unstable. Thorium-232 (232Th), which has 142 neutrons, is the most stable isotope of thorium and accounts for nearly all natural thorium, with six other natural isotopes occurring only as trace radioisotopes. Thorium has the longest half-life of all the significantly radioactive elements, 14.05 billion years; it decays very slowly through alpha decay to radium-228 (228Ra), starting a decay chain named the thorium series that ends at stable lead-208 (208Pb). Thorium is estimated to be about three to four times more abundant than uranium in the Earth's crust, and is chiefly refined from monazite sands as a by-product of extracting rare earth metals.\nThorium was once commonly used as the light source in gas mantles and as an alloying material, but these applications have declined due to concerns about its radioactivity. Thorium is still widely used as an alloying element in TIG welding electrodes (at a rate of 1%–2% mix with tungsten).[5] It remains popular as a material in high-end optics and scientific instrumentation; thorium and uranium are the only significantly radioactive elements with major commercial applications that do not rely on their radioactivity. Thorium is predicted to be able to replace uranium as nuclear fuel in nuclear reactors, but only a few thorium reactors have yet been completed.\n",
      "discovery":"Jöns Jakob Berzelius (1829)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"206±6 pm",
      "molar_heat_capacity":"26.230 J/(mol·K)",
      "heat_of_fusion":"13.81 kJ/mol",
      "density":"11.724 g/cm3",
      "boiling_point":"5061 K (4788 °C, 8650 °F)",
      "melting_point":"2023 K (1750 °C, 3182 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 18, 10, 2",
      "electron_configuration":"[Rn] 6d2 7s2",
      "standard_atomic_weight":"232.0377(4)[1]",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"90",
      "appearance":"silvery, often with black tarnish",
      "symbol":"thorium, Th",
      "__v":0
   },
   {
      "_id":"57c0bf5fee4c826c32a30270",
      "summary":"Thulium is a chemical element with symbol Tm and atomic number 69. It is the thirteenth and antepenultimate (third-last) element in the lanthanide series. Like the other lanthanides, the most common oxidation state is +3, seen in its oxide, halides and other compounds. In aqueous solution, like compounds of other late lanthanides, soluble thulium compounds form complexes with nine water molecules.\nIn 1879, Swedish chemist Per Theodor Cleve separated in the rare earth erbia another two previously unknown components, which he called holmia and thulia: these were the oxides of holmium and thulium respectively. A relatively pure sample of thulium metal was first obtained in 1911.\nThulium is the second least abundant of the lanthanides after promethium, which is only found in trace quantities on Earth. It is an easily workable metal with a bright silvery-gray luster. It is fairly soft and slowly tarnishes in air. Despite its high price and rarity, thulium is used as the radiation source in portable X-ray devices and in solid-state lasers. It has no significant biological role and is not particularly toxic.\n",
      "discovery":"Per Teodor Cleve (1879)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"190±10 pm",
      "ionization_energies":"1st: 596.7 kJ/mol\n2nd: 1160 kJ/mol\n3rd: 2285 kJ/mol",
      "molar_heat_capacity":"27.03 J/(mol·K)",
      "heat_of_vaporization":"191 kJ/mol",
      "heat_of_fusion":"16.84 kJ/mol",
      "density":"9.32 g/cm3",
      "boiling_point":"2223 K (1950 °C, 3542 °F)",
      "melting_point":"1818 K (1545 °C, 2813 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 31, 8, 2",
      "electron_configuration":"[Xe] 4f13 6s2",
      "standard_atomic_weight":"168.93422(2)[1]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"69",
      "appearance":"silvery gray",
      "symbol":"thulium, Tm",
      "__v":0
   },
   {
      "_id":"57c0bf6cee4c826c32a30271",
      "summary":"Tin is a chemical element with the symbol Sn (for Latin: stannum) and atomic number 50, is a post-transition metal in group 14 of the periodic table. It is obtained chiefly from the mineral cassiterite, which contains tin dioxide, SnO2. Tin shows a chemical similarity to both of its neighbors in group 14, germanium and lead, and has two main oxidation states, +2 and the slightly more stable +4. Tin is the 49th most abundant element and has, with 10 stable isotopes, the largest number of stable isotopes in the periodic table, thanks to its magic number of protons. It has two main allotropes: at room temperature, the stable allotrope is β-tin, a silvery-white, malleable metal, but at low temperatures it transforms into the less dense grey α-tin, which has the diamond cubic structure. Metallic tin is not easily oxidized in air.\nThe first alloy used on a large scale was bronze, made of tin and copper, from as early as 3000 BC. After 600 BC, pure metallic tin was produced. Pewter, which is an alloy of 85–90% tin with the remainder commonly consisting of copper, antimony, and lead, was used for flatware from the Bronze Age until the 20th century. In modern times, tin is used in many alloys, most notably tin/lead soft solders, which are typically 60% or more tin. Another large application for tin is corrosion-resistant tin plating of steel. Inorganic tin compounds are rather non-toxic. Because of its low toxicity, tin-plated metal was used for food packaging as tin cans, which are now made mostly of steel, even though the name is kept in English. However, overexposure to tin may cause problems with metabolizing essential trace elements such as copper and zinc, and some organotin compounds can be almost as toxic as cyanide.\n",
      "discovery":"around 3500 BC",
      "crystal_structure":"face-centered diamond-cubic\n\ngray (α)",
      "covalent_radius":"139±4 pm",
      "ionization_energies":"1st: 708.6 kJ/mol\n2nd: 1411.8 kJ/mol\n3rd: 2943.0 kJ/mol",
      "molar_heat_capacity":"white, β: 27.112 J/(mol·K)",
      "heat_of_vaporization":"white, β: 296.1 kJ/mol",
      "heat_of_fusion":"white, β: 7.03 kJ/mol",
      "density":"white, β: 7.265 g/cm3\ngray, α: 5.769 g/cm3",
      "boiling_point":"2875 K (2602 °C, 4716 °F)",
      "melting_point":"505.08 K (231.93 °C, 449.47 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 18, 4",
      "electron_configuration":"[Kr] 4d10 5s2 5p2",
      "standard_atomic_weight":"118.710(7)[1]",
      "element_category":"  post-transition metal",
      "period":"period 5",
      "atomic_number":"50",
      "appearance":"silvery-white (beta, β) or gray (alpha, α)",
      "symbol":"tin, Sn",
      "__v":0
   },
   {
      "_id":"57c0bf78ee4c826c32a30272",
      "summary":"Titanium is a chemical element with symbol Ti and atomic number 22. It is a lustrous transition metal with a silver color, low density and high strength. It is highly resistant to corrosion in sea water, aqua regia, and chlorine.\nTitanium was discovered in Cornwall, Great Britain, by William Gregor in 1791 and named by Martin Heinrich Klaproth for the Titans of Greek mythology. The element occurs within a number of mineral deposits, principally rutile and ilmenite, which are widely distributed in the Earth's crust and lithosphere, and it is found in almost all living things, rocks, water bodies, and soils.[3] The metal is extracted from its principal mineral ores by the Kroll[4] and Hunter processes. The most common compound, titanium dioxide, is a popular photocatalyst and is used in the manufacture of white pigments.[5] Other compounds include titanium tetrachloride (TiCl4), a component of smoke screens and catalysts; and titanium trichloride (TiCl3), which is used as a catalyst in the production of polypropylene.[3]\nTitanium can be alloyed with iron, aluminium, vanadium, and molybdenum, among other elements, to produce strong, lightweight alloys for aerospace (jet engines, missiles, and spacecraft), military, industrial process (chemicals and petro-chemicals, desalination plants, pulp, and paper), automotive, agri-food, medical prostheses, orthopedic implants, dental and endodontic instruments and files, dental implants, sporting goods, jewelry, mobile phones, and other applications.[3]\nThe two most useful properties of the metal are corrosion resistance and the highest strength-to-density ratio of any metallic element.[6] In its unalloyed condition, titanium is as strong as some steels, but less dense.[7] There are two allotropic forms[8] and five naturally occurring isotopes of this element, 46Ti through 50Ti, with 48Ti being the most abundant (73.8%).[9] Although they have the same number of valence electrons and are in the same group in the periodic table, titanium and zirconium differ in many chemical and physical properties.\n",
      "discovery":"William Gregor (1791)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"160±8 pm",
      "ionization_energies":"1st: 658.8 kJ/mol\n2nd: 1309.8 kJ/mol\n3rd: 2652.5 kJ/mol\n(more)",
      "molar_heat_capacity":"25.060 J/(mol·K)",
      "heat_of_vaporization":"425 kJ/mol",
      "heat_of_fusion":"14.15 kJ/mol",
      "density":"4.506 g/cm3",
      "boiling_point":"3560 K (3287 °C, 5949 °F)",
      "melting_point":"1941 K (1668 °C, 3034 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 10, 2",
      "electron_configuration":"[Ar] 3d2 4s2",
      "standard_atomic_weight":"47.867(1)[1]",
      "element_category":"  transition metal",
      "period":"period 4",
      "atomic_number":"22",
      "appearance":"silvery grey-white metallic",
      "symbol":"titanium, Ti",
      "__v":0
   },
   {
      "_id":"57c0bf86ee4c826c32a30273",
      "summary":"Tungsten, also known as wolfram, is a chemical element with symbol W and atomic number 74. The word tungsten comes from the Swedish language tung sten, which directly translates to heavy stone.[4] Its name in Swedish is volfram, however, in order to distinguish it from scheelite, which is alternatively named tungsten in Swedish.\nA hard, rare metal under standard conditions when uncombined, tungsten is found naturally on Earth almost exclusively in chemical compounds. It was identified as a new element in 1781, and first isolated as a metal in 1783. Its important ores include wolframite and scheelite. The free element is remarkable for its robustness, especially the fact that it has the highest melting point of all the elements. Its high density is 19.3 times that of water, comparable to that of uranium and gold, and much higher (about 1.7 times) than that of lead.[5] Polycrystalline tungsten is an intrinsically brittle[6][7] and hard material, making it difficult to work. However, pure single-crystalline tungsten is more ductile, and can be cut with a hard-steel hacksaw.[8]\nTungsten's many alloys have numerous applications, including incandescent light bulb filaments, X-ray tubes (as both the filament and target), electrodes in TIG welding, superalloys, and radiation shielding. Tungsten's hardness and high density give it military applications in penetrating projectiles. Tungsten compounds are also often used as industrial catalysts.\nTungsten is the only metal from the third transition series that is known to occur in biomolecules, where it is used in a few species of bacteria and archaea. It is the heaviest element known to be essential to any living organism.[9] Tungsten interferes with molybdenum and copper metabolism and is somewhat toxic to animal life.[10][11]\n",
      "discovery":"Carl Wilhelm Scheele (1781)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"162±7 pm",
      "ionization_energies":"1st: 770 kJ/mol\n2nd: 1700 kJ/mol",
      "molar_heat_capacity":"24.27 J/(mol·K)",
      "heat_of_vaporization":"774 kJ/mol",
      "heat_of_fusion":"35.3 kJ/mol",
      "density":"19.25 g/cm3",
      "boiling_point":"6203 K (5930 °C, 10,706 °F)",
      "melting_point":"3695 K (3422 °C, 6192 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 12, 2",
      "electron_configuration":"[Xe] 4f14 5d4 6s2[2]",
      "standard_atomic_weight":"183.84(1)[1]",
      "element_category":"  transition metal",
      "period":"period 6",
      "atomic_number":"74",
      "appearance":"grayish white, lustrous",
      "symbol":"tungsten, W",
      "__v":0
   },
   {
      "_id":"57c0bf93ee4c826c32a30274",
      "summary":"Uranium is a chemical element with symbol U and atomic number 92. It is a silvery-white metal in the actinide series of the periodic table. A uranium atom has 92 protons and 92 electrons, of which 6 are valence electrons. Uranium is weakly radioactive because all its isotopes are unstable (with half-lives of the six naturally known isotopes, uranium-233 to uranium-238, varying between 69 years and 4.5 billion years). The most common isotopes in natural uranium are uranium-238 (which has 146 neutrons and accounts for over 99%) and uranium-235 (which has 143 neutrons). Uranium has the second highest atomic weight of the primordially occurring elements, lighter only than plutonium.[4] Its density is about 70% higher than that of lead, and slightly lower than that of gold or tungsten. It occurs naturally in low concentrations of a few parts per million in soil, rock and water, and is commercially extracted from uranium-bearing minerals such as uraninite.\nIn nature, uranium is found as uranium-238 (99.2739–99.2752%), uranium-235 (0.7198–0.7202%), and a very small amount of uranium-234 (0.0050–0.0059%).[5] Uranium decays slowly by emitting an alpha particle. The half-life of uranium-238 is about 4.47 billion years and that of uranium-235 is 704 million years,[6] making them useful in dating the age of the Earth.\nMany contemporary uses of uranium exploit its unique nuclear properties. Uranium-235 has the distinction of being the only naturally occurring fissile isotope. Uranium-238 is fissionable by fast neutrons, and is fertile, meaning it can be transmuted to fissile plutonium-239 in a nuclear reactor. Another fissile isotope, uranium-233, can be produced from natural thorium and is also important in nuclear technology. Uranium-238 has a small probability for spontaneous fission or even induced fission with fast neutrons; uranium-235 and to a lesser degree uranium-233 have a much higher fission cross-section for slow neutrons. In sufficient concentration, these isotopes maintain a sustained nuclear chain reaction. This generates the heat in nuclear power reactors, and produces the fissile material for nuclear weapons. Depleted uranium (238U) is used in kinetic energy penetrators and armor plating.[7] Uranium is used as a colorant in uranium glass, producing lemon yellow to green colors. Uranium glass fluoresces green in ultraviolet light. It was also used for tinting and shading in early photography.\nThe 1789 discovery of uranium in the mineral pitchblende is credited to Martin Heinrich Klaproth, who named the new element after the planet Uranus. Eugène-Melchior Péligot was the first person to isolate the metal and its radioactive properties were discovered in 1896 by Henri Becquerel. Research by Otto Hahn, Lise Meitner, Enrico Fermi and others, such as J. Robert Oppenheimer starting in 1934 led to its use as a fuel in the nuclear power industry and in Little Boy, the first nuclear weapon used in war. An ensuing arms race during the Cold War between the United States and the Soviet Union produced tens of thousands of nuclear weapons that used uranium metal and uranium-derived plutonium-239. The security of those weapons and their fissile material following the breakup of the Soviet Union in 1991 is an ongoing concern for public health and safety.[8] See Nuclear proliferation.\n",
      "discovery":"Martin Heinrich Klaproth (1789)",
      "crystal_structure":"orthorhombic",
      "covalent_radius":"196±7 pm",
      "ionization_energies":"1st: 597.6 kJ/mol\n2nd: 1420 kJ/mol",
      "molar_heat_capacity":"27.665 J/(mol·K)",
      "heat_of_vaporization":"417.1 kJ/mol",
      "heat_of_fusion":"9.14 kJ/mol",
      "density":"19.1 g/cm3",
      "boiling_point":"4404 K (4131 °C, 7468 °F)",
      "melting_point":"1405.3 K (1132.2 °C, 2070 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 21, 9, 2",
      "electron_configuration":"[Rn] 5f3 6d1 7s2",
      "standard_atomic_weight":"238.02891(3)[1]",
      "element_category":"  actinide",
      "period":"period 7",
      "atomic_number":"92",
      "appearance":"silvery gray metallic; corrodes to a spalling black oxide coat in air",
      "symbol":"uranium, U",
      "__v":0
   },
   {
      "_id":"57c0bf9fee4c826c32a30275",
      "summary":"Vanadium is a chemical element with symbol V and atomic number 23. It is a hard, silvery grey, ductile and malleable transition metal. The elemental metal is rarely found in nature, but once isolated artificially, the formation of an oxide layer (passivation) stabilizes the free metal somewhat against further oxidation.\nAndrés Manuel del Río discovered compounds of vanadium in 1801 in Mexico by analyzing a new lead-bearing mineral he called \"brown lead\", and presumed its qualities were due to the presence of a new element, which he named erythronium (derived from Greek for \"red\") since, upon heating, most of the salts turned red. Four years later, however, he was (erroneously) convinced by other scientists that erythronium was identical to chromium. Chlorides of vanadium were generated in 1830 by Nils Gabriel Sefström who thereby proved that a new element was involved, which he named \"vanadium\" after the Scandinavian goddess of beauty and fertility, Vanadís (Freyja). Both names were attributed to the wide range of colors found in vanadium compounds. Del Rio's lead mineral was later renamed vanadinite for its vanadium content. In 1867 Henry Enfield Roscoe obtained the pure element.\nVanadium occurs naturally in about 65 different minerals and in fossil fuel deposits. It is produced in China and Russia from steel smelter slag; other countries produce it either from the flue dust of heavy oil, or as a byproduct of uranium mining. It is mainly used to produce specialty steel alloys such as high-speed tool steels. The most important industrial vanadium compound, vanadium pentoxide, is used as a catalyst for the production of sulfuric acid.\nLarge amounts of vanadium ions are found in a few organisms, possibly as a toxin. The oxide and some other salts of vanadium have moderate toxicity. Particularly in the ocean, vanadium is used by some life forms as an active center of enzymes, such as the vanadium bromoperoxidase of some ocean algae.\n",
      "discovery":"Andrés Manuel del Río (1801)",
      "crystal_structure":"body-centered cubic (bcc)",
      "covalent_radius":"153±8 pm",
      "ionization_energies":"1st: 650.9 kJ/mol\n2nd: 1414 kJ/mol\n3rd: 2830 kJ/mol\n(more)",
      "molar_heat_capacity":"24.89 J/(mol·K)",
      "heat_of_vaporization":"444 kJ/mol",
      "heat_of_fusion":"21.5 kJ/mol",
      "density":"6.0 g/cm3",
      "boiling_point":"3680 K (3407 °C, 6165 °F)",
      "melting_point":"2183 K (1910 °C, 3470 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 11, 2",
      "electron_configuration":"[Ar] 3d3 4s2",
      "standard_atomic_weight":"50.9415(1)[1]",
      "element_category":"  transition metal",
      "period":"period 4",
      "atomic_number":"23",
      "appearance":"blue-silver-grey metal",
      "symbol":"vanadium, V",
      "__v":0
   },
   {
      "_id":"57c0bfabee4c826c32a30276",
      "summary":"Xenon is a chemical element with symbol Xe and atomic number 54. It is a colorless, dense, odorless noble gas found in the Earth's atmosphere in trace amounts.[10] Although generally unreactive, xenon can undergo a few chemical reactions such as the formation of xenon hexafluoroplatinate, the first noble gas compound to be synthesized.[11][12][13]\nXenon is used in flash lamps[14] and arc lamps,[15] and as a general anesthetic.[16] The first excimer laser design used a xenon dimer molecule (Xe2) as the lasing medium,[17] and the earliest laser designs used xenon flash lamps as pumps.[18] Xenon is used to search for hypothetical weakly interacting massive particles[19] and as the propellant for ion thrusters in spacecraft.[20]\nNaturally occurring xenon consists of eight stable isotopes. More than 40 unstable xenon isotopes undergo radioactive decay, and the isotope ratios of xenon are an important tool for studying the early history of the Solar System.[21] Radioactive xenon-135 is produced by beta decay from iodine-135 (a product of nuclear fission), and is the most significant neutron absorber in nuclear reactors.[22]\n",
      "discovery":"William Ramsay and Morris Travers (1898)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"140±9 pm",
      "ionization_energies":"1st: 1170.4 kJ/mol\n2nd: 2046.4 kJ/mol\n3rd: 3099.4 kJ/mol",
      "molar_heat_capacity":"21.01[6] J/(mol·K)",
      "heat_of_vaporization":"12.64 kJ/mol",
      "heat_of_fusion":"2.27 kJ/mol",
      "density":"5.894 g/L",
      "boiling_point":"165.051 K (−108.099 °C, −162.578 °F)",
      "melting_point":"161.40 K (−111.75 °C, −169.15 °F)",
      "phase":"gas",
      "per_shell":"2, 8, 18, 18, 8",
      "electron_configuration":"[Kr] 4d10 5s2 5p6",
      "standard_atomic_weight":"131.293(6)[3]",
      "element_category":"  noble gas",
      "period":"period 5",
      "atomic_number":"54",
      "appearance":"colorless gas, exhibiting a blue glow when placed in a high voltage electric field",
      "symbol":"xenon, Xe",
      "__v":0
   },
   {
      "_id":"57c0bfb8ee4c826c32a30277",
      "summary":"Ytterbium is a chemical element with symbol Yb and atomic number 70. It is the fourteenth and penultimate element in the lanthanide series, which is the basis of the relative stability of its +2 oxidation state. However, like the other lanthanides, its most common oxidation state is +3, seen in its oxide, halides and other compounds. In aqueous solution, like compounds of other late lanthanides, soluble ytterbium compounds form complexes with nine water molecules. Because of its closed-shell electron configuration, its density and melting and boiling points differ from those of the other lanthanides.\nIn 1878, the Swiss chemist Jean Charles Galissard de Marignac separated in the rare earth \"erbia\" another independent component, which he called \"ytterbia\", for Ytterby, the village in Sweden near where he found the new component of erbium. He suspected that ytterbia was a compound of a new element that he called \"ytterbium\" (in total, four elements were named after the village, the others being yttrium, terbium and erbium). In 1907, the new earth \"lutecia\" was separated from ytterbia, from which the element \"lutecium\" (now lutetium) was extracted by Georges Urbain, Carl Auer von Welsbach, and Charles James. After some discussion, Marignac's name \"ytterbium\" was retained. A relatively pure sample of the metal was obtained only in 1953. At present, ytterbium is mainly used as a dopant of stainless steel or active laser media, and less often as a gamma ray source.\nNatural ytterbium is a mixture of seven stable isotopes, which altogether are present at concentrations of 3 parts per million. This element is mined in China, the United States, Brazil, and India in form of the minerals monazite, euxenite, and xenotime. The ytterbium concentration is low, because the element is found among many other rare earth elements; moreover, it is among the least abundant ones. Once extracted and prepared, ytterbium is somewhat hazardous as an eye and skin irritant. The metal is a fire and explosion hazard.\n",
      "discovery":"Jean Charles Galissard de Marignac (1878)",
      "crystal_structure":"face-centered cubic (fcc)",
      "covalent_radius":"187±8 pm",
      "ionization_energies":"1st: 603.4 kJ/mol\n2nd: 1174.8 kJ/mol\n3rd: 2417 kJ/mol",
      "molar_heat_capacity":"26.74 J/(mol·K)",
      "heat_of_vaporization":"129 kJ/mol",
      "heat_of_fusion":"7.66 kJ/mol",
      "density":"6.90 g/cm3",
      "boiling_point":"1469 K (1196 °C, 2185 °F)",
      "melting_point":"1097 K (824 °C, 1515 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 32, 8, 2",
      "electron_configuration":"[Xe] 4f14 6s2",
      "standard_atomic_weight":"173.045(10)[2]",
      "element_category":"  lanthanide",
      "period":"period 6",
      "atomic_number":"70",
      "appearance":"silvery white; with a pale yellow tint[1]",
      "symbol":"ytterbium, Yb",
      "__v":0
   },
   {
      "_id":"57c0bfc5ee4c826c32a30278",
      "summary":"Yttrium is a chemical element with symbol Y and atomic number 39. It is a silvery-metallic transition metal chemically similar to the lanthanides and has often been classified as a \"rare earth element\".[3] Yttrium is almost always found in combination with lanthanide elements in rare earth minerals, and is never found in nature as a free element. 89Y is the only stable isotope, and the only isotope found in the Earth's crust.\nIn 1787, Carl Axel Arrhenius found a new mineral near Ytterby in Sweden and named it ytterbite, after the village. Johan Gadolin discovered yttrium's oxide in Arrhenius' sample in 1789,[4] and Anders Gustaf Ekeberg named the new oxide yttria. Elemental yttrium was first isolated in 1828 by Friedrich Wöhler.[5]\nThe most important uses of yttrium are LEDs and phosphors, particularly the red phosphors in television set cathode ray tube (CRT) displays.[6] Yttrium is also used in the production of electrodes, electrolytes, electronic filters, lasers, superconductors, various medical applications, and tracing various materials to enhance their properties.\nYttrium has no known biological role and exposure to yttrium compounds can cause lung disease in humans.[7]\n",
      "discovery":"Johan Gadolin (1794)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"190±7 pm",
      "ionization_energies":"1st: 600 kJ/mol\n2nd: 1180 kJ/mol\n3rd: 1980 kJ/mol",
      "molar_heat_capacity":"26.53 J/(mol·K)",
      "heat_of_vaporization":"363 kJ/mol",
      "heat_of_fusion":"11.42 kJ/mol",
      "density":"4.472 g/cm3",
      "boiling_point":"3203 K (2930 °C, 5306 °F)",
      "melting_point":"1799 K (1526 °C, 2779 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 9, 2",
      "electron_configuration":"[Kr] 4d1 5s2",
      "standard_atomic_weight":"88.90584(2)[1]",
      "element_category":"  transition metal",
      "period":"period 5",
      "atomic_number":"39",
      "appearance":"silvery white",
      "symbol":"yttrium, Y",
      "__v":0
   },
   {
      "_id":"57c0bfd3ee4c826c32a30279",
      "summary":"Zinc is a chemical element with symbol Zn and atomic number 30. It is the first element in group 12 of the periodic table. In some respects zinc is chemically similar to magnesium: the ion is of similar size and the only common oxidation state is +2. Zinc is the 24th most abundant element in Earth's crust and has five stable isotopes. The most common zinc ore is sphalerite (zinc blende), a zinc sulfide mineral. The largest workable lodes are in Australia, Asia, and the United States. Zinc is refined by froth flotation of the ore, roasting, and final extraction using electricity (electrowinning).\nBrass, an alloy of copper and zinc in various proportions, was used as early as the third millennium BC in the Aegean, Iraq, the United Arab Emirates, Kalmykia, Turkmenistan and Georgia, and the second millennium BC in West India, Uzbekistan, Iran, Syria, Iraq, and Israel[2] (Judea[3]).[4] Zinc metal was not produced on a large scale until the 12th century in India and was unknown to Europe until the end of the 16th century. The mines of Rajasthan have given definite evidence of zinc production going back to the 6th century BC.[5] To date, the oldest evidence of pure zinc comes from Zawar, in Rajasthan, as early as the 9th century AD when a distillation process was employed to make pure zinc.[6] Alchemists burned zinc in air to form what they called \"philosopher's wool\" or \"white snow\".\nThe element was probably named by the alchemist Paracelsus after the German word Zinke (prong, tooth). German chemist Andreas Sigismund Marggraf is credited with discovering pure metallic zinc in 1746. Work by Luigi Galvani and Alessandro Volta uncovered the electrochemical properties of zinc by 1800. Corrosion-resistant zinc plating of iron (hot-dip galvanizing) is the major application for zinc. Other applications are in electrical batteries, small non-structural castings, and alloys such as brass. A variety of zinc compounds are commonly used, such as zinc carbonate and zinc gluconate (as dietary supplements), zinc chloride (in deodorants), zinc pyrithione (anti-dandruff shampoos), zinc sulfide (in luminescent paints), and zinc methyl or zinc diethyl in the organic laboratory.\nZinc is an essential mineral perceived by the public today as being of \"exceptional biologic and public health importance\", especially regarding prenatal and postnatal development.[7] Zinc deficiency affects about two billion people in the developing world and is associated with many diseases.[8] In children, deficiency causes growth retardation, delayed sexual maturation, infection susceptibility, and diarrhea.[7] Enzymes with a zinc atom in the reactive center are widespread in biochemistry, such as alcohol dehydrogenase in humans.[9] Consumption of excess zinc can cause ataxia, lethargy and copper deficiency.\n",
      "discovery":"Indian metallurgists (before 1000 BCE)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"122±4 pm",
      "ionization_energies":"1st: 906.4 kJ/mol\n2nd: 1733.3 kJ/mol\n3rd: 3833 kJ/mol\n(more)",
      "molar_heat_capacity":"25.470 J/(mol·K)",
      "heat_of_vaporization":"115 kJ/mol",
      "heat_of_fusion":"7.32 kJ/mol",
      "density":"7.14 g/cm3",
      "boiling_point":"1180 K (907 °C, 1665 °F)",
      "melting_point":"692.68 K (419.53 °C, 787.15 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 2",
      "electron_configuration":"[Ar] 3d10 4s2",
      "standard_atomic_weight":"65.38(2)[1]",
      "element_category":"  transition metal, alternatively considered a post-transition metal",
      "period":"period 4",
      "atomic_number":"30",
      "appearance":"silver-gray",
      "symbol":"zinc, Zn",
      "__v":0
   },
   {
      "_id":"57c0bfe0ee4c826c32a3027a",
      "summary":"Zirconium is a chemical element with symbol Zr and atomic number 40. The name of zirconium is taken from the name of the mineral zircon, the most important source of zirconium. The word zircon comes from the Persian word zargun زرگون, meaning \"gold-colored\".[5] It is a lustrous, grey-white, strong transition metal that resembles hafnium and, to a lesser extent, titanium. Zirconium is mainly used as a refractory and opacifier, although small amounts are used as an alloying agent for its strong resistance to corrosion. Zirconium forms a variety of inorganic and organometallic compounds such as zirconium dioxide and zirconocene dichloride, respectively. Five isotopes occur naturally, three of which are stable. Zirconium compounds have no known biological role.\n",
      "discovery":"Martin Heinrich Klaproth (1789)",
      "crystal_structure":"hexagonal close-packed (hcp)",
      "covalent_radius":"175±7 pm",
      "ionization_energies":"1st: 640.1 kJ/mol\n2nd: 1270 kJ/mol\n3rd: 2218 kJ/mol",
      "molar_heat_capacity":"25.36 J/(mol·K)",
      "heat_of_vaporization":"591 kJ/mol",
      "heat_of_fusion":"14 kJ/mol",
      "density":"6.52 g/cm3",
      "boiling_point":"4650 K (4377 °C, 7911 °F)",
      "melting_point":"2128 K (1855 °C, 3371 °F)",
      "phase":"solid",
      "per_shell":"2, 8, 18, 10, 2",
      "electron_configuration":"[Kr] 4d2 5s2",
      "standard_atomic_weight":"91.224(2)[1]",
      "element_category":"  transition metal",
      "period":"period 5",
      "atomic_number":"40",
      "appearance":"silvery white",
      "symbol":"zirconium, Zr",
      "__v":0
   }
]
